[
    {
        "title": "Justice Department Files Statement of Interest in California Religious Land Use Case Brought by Small Christian Church",
        "link": "https://www.justice.gov/opa/pr/justice-department-files-statement-interest-california-religious-land-use-case-brought-small",
        "pubDate": "2025-03-17 12:00:00",
        "article_text": "An official website of the United States government Here's how you know \n               Official websites use .gov \n               \n              A  .gov  website belongs to an official government organization in the United States.\n             \n               Secure .gov websites use HTTPS \n               \n              A  lock  (    \n     \n       Lock \n       Locked padlock \n       \n     \n   \n ) or  https://  means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.\n             Archived News Para Notícias en Español The Justice Department filed a  statement of interest  today in the U.S. District Court for the Central District of California supporting a small Christian church’s claim that the City of Santa Ana violated its rights under the under the Religious Land Use and Institutionalized Persons Act (RLUIPA) when it denied the church’s zoning application to use space in the city’s professional district as a house of worship. The statement of interest was filed in  Anchor Stone Christian Church v. City of Santa Ana , a private lawsuit alleging that the City violated RLUIPA by enacting and enforcing zoning provisions that treat religious uses less favorably than secular places of assembly. The lawsuit alleges that the city’s professional district allows, as of right, nonreligious assembly uses like museums and art galleries, but only allows religious assembly uses with the city’s discretionary approval of a conditional use permit (CUP).   “RLUIPA prohibits local governments from treating religious assembly uses like the Anchor Stone Church worse than comparable nonreligious assemblies,” said Deputy Assistant Attorney General Mac Warner of the Justice Department's Civil Rights Division. “Zoning codes violate RLUIPA when they make it more difficult for people to gather for religious worship than for secular purposes. The Civil Rights Division will continue to vigilantly enforce RLUIPA’s protections and ensure that religious groups have equal access to places to worship as a community.”  “Zoning practices that unfairly limit assemblies by faith-based groups violate federal law,” said Acting U.S. Attorney Joseph McNally for the Central District of California. “Municipalities cannot create zoning districts that treat houses of worship worse than comparable secular assemblies. The Justice Department will vigorously protect the right of religious institutions to receive equal treatment under the law.” The lawsuit alleges that Anchor Stone is a small Christian church of first-generation Chinese and Taiwanese Americans. It obtained space within the city’s professional district and applied for a CUP to operate a Church but was denied by the city. The Church filed a motion for preliminary injunction, seeking an order allowing it to worship at its property. The Department’s statement of interest supports the Church’s argument that the zoning code, on its face, treats religious uses less favorably than nonreligious assembly uses, in violation of RLUIPA’s equal terms provision, and that the city has failed to justify this unequal treatment. RLUIPA is a federal law that protects persons and religious institutions from unduly burdensome, unequal, or discriminatory land use regulations. More information about RLUIPA and the department’s efforts to enforce it can be found on the  Place to Worship Initiative’s webpage . As part of this initiative, the department distributed a  letter  to state, county, and municipal leaders throughout the country to remind them of their obligations under RLUIPA, including its requirement that land use regulations treat religious assemblies and institutions at least as well as nonreligious assemblies and institutions. Additionally, as part of a series on combating religious discrimination and promoting awareness of RLUIPA, the department hosted an  outreach forum  last year with land use practitioners and religious leaders at Fowler School of Law at Chapman University in Orange County, California. Individuals who believe they have been subjected to discrimination in land use or zoning decisions may contact the U.S. Attorney’s Office Civil Division’s Civil Rights Section at (213) 894-2879 or the Civil Rights Division’s Housing and Civil Enforcement Section at (833) 591-0291 or may submit a complaint through the RLUIPA  complaint portal . More information about RLUIPA, including questions and answers about the law and other documents, may be found at  www.justice.gov/crt/about/hce/rluipaexplain.php . Aaron Thomas Mitchell, 30, a former U.S. Customs and Border Protection officer, was sentenced to 27 years in prison for abducting a 15-year-old female middle school student, driving her to... Today, the U.S. Department of Justice’s Civil Rights Division filed a dismissal of the complaint in  United States v. Alabama . The previous administration had filed the action in 2024... WASHINGTON — Today, the Department of Justice (DOJ), Department of Health and Human Services (HHS), Department of Education (ED), and the U.S. General Services Administration (GSA) announced the immediate cancellation... Office of Public Affairs U.S. Department of Justice 950 Pennsylvania Avenue, NW Washington DC 20530 Office of Public Affairs Direct Line 202-514-2007 Department of Justice Main Switchboard 202-514-2000 Signup for Email Updates Social Media Have a question about Government Services?",
        "entities": [
            "City of Santa Ana",
            "Aaron Thomas Mitchell"
        ]
    }
]