[
  {
    "url": "https://nuprobe.com/about-us/",
    "doj_title": "",
    "doj_url": "",
    "title": "NuProbe About Us",
    "content": "NuProbe is a cutting-edge genomics and molecular diagnostics company with revolutionary technologies to improve the analytical sensitivity of DNA disease biomarkers. Our Story: NuProbe is a cutting-edge genomics company dedicated to advancing human disease research by improving the analytical sensitivity of biomarker detection. Using proprietary technologies, NuProbe develops and validates research panels to address unmet needs for detecting and monitoring low-frequency mutations, gene fusions, and copy number alterations (CNAs). Founded in 2016, NuProbe is a privately held company with facilities in Houston, TX and China. NuProbe, Yingshuang Chai, Chris Yasso, Jinny Zhang, David Yu Zhang, David Zhang, Peng Yin, Yundi Chen, Junfeng Luo, Victor Shi, George M. Church, David R. Walt, Amir A. Jazaeri, Abhijit Patel, Harvard Medical School, Wyss Institute, Rice University, WuXi NextCODE, Illumina, MD Anderson Cancer Center, Yale University, Sequoia China, Serica Partners, WuXi AppTec, National Cancer Institute, National Institute on Aging, Centers for Disease Control and Prevention.",
    "entities": [
      "David Yu Zhang",
      "David Zhang",
      "NuProbe"
    ]
  },
  {
    "url": "https://nuprobe.com/2018/04/nuprobe-announces-11-million-series-a-funding-round-2/",
    "doj_title": "Letter to Admin to Investigate Chinese Biotech Company, WuXi AppTec",
    "doj_url": "https://selectcommitteeontheccp.house.gov/media/letters/letter-admin-investigate-chinese-biotech-company-wuxi-apptec",
    "title": "NuProbe Announces $11 Million Series A Funding Round",
    "content": "NuProbe Announces $11 Million Series A Funding Round APRIL 23, 2018 Molecular diagnostics startup to expand reach of precision medicine CAMBRIDGE, Mass.–(BUSINESS WIRE)–NuProbe, an early stage molecular diagnostics company, raised $11 million to continue development of ultra-sensitive, non-invasive blood test for the early detection of cancer and infectious diseases. The Series A funding was co-led by Sequoia China and Serica Partners. Additional investors include WuXi AppTec Corporate Ventures. The funds will be used to grow staff in its Cambridge, Mass. and China offices, and to continue technology development, clinical trials and commercialization. Developed at and licensed from Harvard University's Wyss Institute for Biologically Inspired Engineering and Rice University, NuProbe's toehold probe-based technology is a breakthrough molecular strategy to test for diverse disease signatures, including cancer. NuProbe's technology is highly sensitive at identifying many variants in the early stages, which can improve detection and help guide treatment decisions that may increase survival for patients. 'NuProbe's vision is to pioneer technology innovation to advance human health. Its core technology enables effective probing of subtle disease signatures, such as rare mutations in cancer,' said Peng Yin, Ph.D., NuProbe co-founder and Professor of Systems Biology at Wyss Institute and Harvard Medical School. 'We aspire to expand the reach of precision medicine with transformative innovations.' In pre-clinical trials, NuProbe's technology improved qPCR and NGS mutation detection sensitivity by 10-100 fold with limit of detection down to 0.01 percent, and showed a multiplexing capability of 10-100 reactions for detecting hundreds of mutations in the same test tube. 'Our technology provides uniquely high sensitivity and multiplexing capability for non-invasive cell-free DNA detection in blood,' said David Yu Zhang, Ph.D., NuProbe co-founder and the Ted Law Jr. Assistant Professor of Bioengineering at Rice University. 'We are optimistic about the value of our technology in optimizing treatment, monitoring disease, screening for early stages of disease and other applications of genomics as applied to human health.' 'NuProbe's technology has been validated for highly sensitive and comprehensive capturing of disease signatures with a simple workflow,' said Victor Shi, Ph.D., NuProbe co-founder and CEO, and Managing Partner of Serica Partners. 'With the endorsement and strong support from investors, we are on track to commercialize the technology, allowing more patient access to these powerful tests.' 'The sensitivity and broad applicability of NuProbe's technology holds unique potential in molecular diagnostics,' said Founding and Managing Partner of Sequoia Capital China, Neil Shen. 'We are delighted to support NuProbe team's ground breaking work to realize the promise of precision medicine.' About NuProbe NuProbe's vision is to pioneer technology innovation to advance human health. Its technology enables precise and comprehensive capturing of disease signatures with uniquely high sensitivity and multiplexing capability. The proprietary and patented technology is compatible with common PCR and sequencing platforms, and clinical workflow. NuProbe develops multiple platforms for diverse molecular diagnostics applications, including cancer, NIPT, and infectious disease. About Sequoia China The Sequoia team helps daring founders build legendary companies. In partnering with Sequoia, companies benefit from our unmatched community and the lessons we've learned over 46 years working with Apple, Cisco, Oracle, Google, Alibaba, Airbnb and JD.com among many others. As 'The Entrepreneurs Behind The Entrepreneurs', Sequoia China focuses on four sectors: TMT, healthcare, consumer/service, and industrial technology. Over the past 13 years we've had the privilege of working with more than 500 companies in China. About Serica Partners Serica Partners is a China-based venture fund focusing on investing in innovative companies in medical devices and in vitro diagnostics. The Serica team has more than 20 years expertise in both China and the United States healthcare industry, and has participated in many successful venture creations and investments. With deep professional knowledge, extensive network, and prestigious reputation in the medical technology industry, we build industry ecosystems and project source networks. The Serica team is keen to identify the most valuable product/startup team and is committed to making distinctive cross-border cooperative investment. About WuXi AppTec WuXi AppTec is a leading global pharmaceutical and medical device open-access capability and technology platform company with global operations. As an innovation-driven and customer-focused company, WuXi AppTec provides a broad and integrated portfolio of services to help our worldwide customers and partners shorten the discovery and development time and lower the cost of drug and medical device R&D through cost-effective and efficient solutions. With its industry-leading capabilities such as small molecule R&D and manufacturing, cell therapy and gene therapy R&D and manufacturing, and medical device testing, WuXi platform is enabling over 3,000 innovative collaborators from more than 30 countries to bring innovative healthcare products to patients, and to fulfill WuXi's dream that 'every drug can be made and every disease can be treated.'",
    "entities": [
      "NuProbe",
      "WuXi AppTec",
      "Sequoia Capital China"
    ]
  },
  {
    "url": "https://local21news.com/news/local/pa-man-fentanyl-federal-prison-life-fentanyl-states-27-fatal-overdose-death-narcoboss-alphabay-portland-philadelphia-us-attorney-crime-bitcoin-china-hong-kong-pennsylvania",
    "doj_url": "https://www.justice.gov/usao-or/pr/jury-convicts-pennsylvania-man-dealing-fentanyl-analogue-caused-fatal-overdoses-oregon",
    "title": "PA Man sentenced to life after selling fentanyl in all 50 states, causing 27 fatal overdoses",
    "content": "Henry Konah Koffie CBS 21 News Portland State University AlphaBay DNMKingpin Narcoboss PPB USPS U.S. Attorney's Office Stampnik United States Customs Sinclair, Inc. Portland, Oregon Philadelphia Oregon Wisconsin Pennsylvania China Hong Knog",
    "entities": [
      "Henry Konah Koffie",
      "CBS 21 News",
      "Portland State University",
      "AlphaBay",
      "DNMKingpin",
      "Narcoboss",
      "PPB",
      "Stampnik",
      "Sinclair, Inc."
    ],
    "doj_title": "Jury Convicts Pennsylvania Man for Dealing Fentanyl Analogue that Caused Fatal Overdoses in Oregon"
  },
  {
    "url": "https://www.huawei.com/en/executives",
    "title": "Huawei Executives",
    "content": "Liang Hua Howard Liang Xu Zhijun Eric Xu Hu Houkun Ken Hu Meng Wanzhou Sabrina Meng Wang Tao David Wang Zhang Ping'an Yu Chengdong Richard Yu Li Jianguo He Tingbo Zheng Liangcai Ren Zhengfei Tao Jingwen Peng Bo Vincent Peng Zha Jun Hou Jinlong Yang Chaobin Ying Weimin Guo Ping Li Jie Chen Lifang Catherine Chen Yao Fuhai Li Dafeng Li Yingtao Ma Qingqing Song Liuping Ren Shulu Steven Ren Tian Feng Peng Zhongyang Shi Yanli Yang Li Lyu Ke Jack Lyu Li Peng Huawei ICT Infrastructure Managing Board Huawei Cloud Computing Technologies Consumer BG Intelligent Automotive Solution BU Investment Review Board for Smart Devices and Intelligent Automotive Components Manufacturing Dept Huawei Scientist Committee ITMT HiSilicon Human Resource Mgmt Dept Quality, Business Process & IT Mgmt Dept Global Procurement Qualification Mgmt Dept 2012 Laboratories Huawei Digital Power Technologies ICT Business Group ICT Products & Solutions Group Procurement Management Committee Supervisory Board Corporate Leadership Mgmt Dept Device BG Committee of Ethics and Compliance ICT Sales & Service Australia Brazil Canada China Europe France Germany Ireland Italy Japan Kazakhstan Kenya Korea Malaysia Mexico Mongolia New Zealand Netherlands Poland Romania Russia Singapore South Africa Spain Switzerland Thailand Turkiye Ukraine United Kingdom Uzbekistan Vietnam Global",
    "entities": [
      "Liang Hua",
      "Howard Liang",
      "Xu Zhijun",
      "Eric Xu",
      "Hu Houkun",
      "Ken Hu",
      "Meng Wanzhou",
      "Sabrina Meng",
      "Wang Tao",
      "David Wang",
      "Zhang Ping'an",
      "Yu Chengdong",
      "Richard Yu",
      "Li Jianguo",
      "He Tingbo",
      "Zheng Liangcai",
      "Ren Zhengfei",
      "Tao Jingwen",
      "Peng Bo",
      "Vincent Peng",
      "Zha Jun",
      "Hou Jinlong",
      "Yang Chaobin",
      "Ying Weimin",
      "Guo Ping",
      "Li Jie",
      "Chen Lifang",
      "Catherine Chen",
      "Yao Fuhai",
      "Li Dafeng",
      "Li Yingtao",
      "Ma Qingqing",
      "Song Liuping",
      "Ren Shulu",
      "Steven Ren",
      "Tian Feng",
      "Peng Zhongyang",
      "Shi Yanli",
      "Yang Li",
      "Lyu Ke",
      "Jack Lyu",
      "Li Peng",
      "Huawei",
      "ICT Infrastructure Managing Board",
      "Huawei Cloud Computing Technologies",
      "Consumer BG",
      "Intelligent Automotive Solution BU",
      "Investment Review Board for Smart Devices and Intelligent Automotive Components",
      "Manufacturing Dept",
      "Huawei Scientist Committee",
      "ITMT",
      "HiSilicon",
      "Human Resource Mgmt Dept",
      "Quality, Business Process & IT Mgmt Dept",
      "Global Procurement Qualification Mgmt Dept",
      "2012 Laboratories",
      "Huawei Digital Power Technologies",
      "ICT Business Group",
      "ICT Products & Solutions",
      "Group Procurement Management Committee",
      "Supervisory Board",
      "Corporate Leadership Mgmt Dept",
      "Device BG",
      "Committee of Ethics and Compliance",
      "ICT Sales & Service"
    ],
    "doj_url": "https://www.justice.gov/usao-edny/pr/chinese-telecommunications-conglomerate-huawei-and-subsidiaries-charged-racketeering",
    "doj_title": "Chinese Telecommunications Conglomerate Huawei and Subsidiaries Charged in Racketeering Conspiracy and Conspiracy to Steal Trade Secrets"
  },
  {
    "url": "https://www.justice.gov/opa/pr/huawei-cfo-wanzhou-meng-admits-misleading-global-financial-institution",
    "title": "Huawei CFO Wanzhou Meng Admits to Misleading Global Financial Institution",
    "content": "Wanzhou Meng Nicole Boeckmann Mark J. Lesko Kenneth A. Polite Jr. Alan E. Kohler Jr. Alexander A. Solomon Julia Nestor David K. Kessler Sarah M. Evans Meredith A. Arfa Laura Billings Christian Nauvel Thea D. R. Kendler David Lim R. Elizabeth Abraham Brian Morris Brendan King John Riesenberg Andrew Finkelman Margaret O’Malley Roman Sinyavsky Office of Public Affairs Huawei United States Department of Justice DOJ Huawei Technologies Co. Ltd. Justice Department’s National Security Division Justice Department’s Criminal Division FBI’s Counterintelligence Division Skycom Tech. Co. Ltd. Hua Ying Management Canicula Holdings U.S. Embassy Paris Justice Department’s Office of International Affairs American Express Company Criminal Division Criminal - Money Laundering and Asset Recovery Section National Security Division (NSD) USAO - New York, Eastern People’s Republic of China Iran Brooklyn Eastern District of New York Hong Kong United States United Kingdom Asia Canada New York, New York Miami Oklahoma Washington DC Paris",
    "entities": [
      "Wanzhou Meng",
      "Nicole Boeckmann",
      "Mark J. Lesko",
      "Kenneth A. Polite Jr.",
      "Alan E. Kohler Jr.",
      "Alexander A. Solomon",
      "Julia Nestor",
      "David K. Kessler",
      "Sarah M. Evans",
      "Meredith A. Arfa",
      "Laura Billings",
      "Christian Nauvel",
      "Thea D. R.",
      "Kendler",
      "David Lim",
      "R. Elizabeth Abraham",
      "Brian Morris",
      "Brendan King",
      "John Riesenberg",
      "Andrew Finkelman",
      "Margaret O’Malley",
      "Roman Sinyavsky",
      "Office of Public Affairs",
      "Huawei",
      "United States Department of Justice",
      "DOJ",
      "Huawei Technologies Co. Ltd.",
      "Justice Department’s National Security Division",
      "Justice Department’s Criminal Division",
      "FBI’s Counterintelligence Division",
      "Skycom Tech. Co. Ltd.",
      "Hua Ying Management",
      "Canicula Holdings",
      "American Express Company",
      "Criminal Division Criminal - Money Laundering and Asset Recovery Section"
    ],
    "doj_url": "https://www.justice.gov/usao-edny/pr/chinese-telecommunications-conglomerate-huawei-and-subsidiaries-charged-racketeering",
    "doj_title": "Chinese Telecommunications Conglomerate Huawei and Subsidiaries Charged in Racketeering Conspiracy and Conspiracy to Steal Trade Secrets"
  },
  {
    "url": "https://www.micron.com/about/company/leadership",
    "title": "Micron Company Leadership",
    "content": "Sanjay Mehrotra April Arnzen Manish Bhatia Scott J. DeBoer Mark Murphy Sumit Sadana Mike Bokan Mike Cordano Michael Ray Richard M. Beyer Lynn A. Dugle Steve Gomo Linnie Haynesworth Mary Pat McCarthy Bob Swan MaryAnn Wright Micron Technology Inc. Micron Technology, Inc. MTI United States Marine Corps Georgetown University Columbia University Graduate School of Business Engility Holdings Inc. Raytheon ADC Telecommunications State Street Corporation TE Connectivity Ltd. KBR, Inc. EOG Resources, Inc. First Light Acquisition Group, Inc. NetApp Gemplus International Texas Pacific Group Asera, Inc. Silicon Graphics Hewlett-Packard Nutanix, Inc. Enphase Energy, Inc. Rodgers Silicon Valley Acquisition Corp. Northrop Grumman Corporation Mission Systems Sector Truist Financial Corporation Automatic Data Processing, Inc. KPMG National Association of Corporate Directors Palo Alto Networks Andeavor Tesoro Corporation Mutual of Omaha Andreessen Horowitz Intel Corporation General Atlantic eBay Electronic Data Systems Corp. TRW Inc. Webvan Group, Inc. GoTo Group Flexport Nike, Inc. Kearney Applied Materials, Inc. AppDynamics General Electric GE Transportation Systems GE Healthcare Europe GE Lighting University at Buffalo State University of New York at Binghamton Johnson Controls International Ford Motor Company Group1 Automotive Inc Maxim Integrated Delphi Technologies University of Michigan Wayne State University CDW Corporation Semiconductor Industry Association University of California, Berkeley Stanford Graduate School of Business Freescale Semiconductor, Inc. Intersil Corporation FVC.com VLSI Technology National Semiconductor Corporation Analog Devices, Inc. Dialog Semiconductor Microsemi Corporation United States Idaho SanDisk Corp. Intel Corp. Russia Belarus Cuba Iran North Korea Syria Crimea Region Donetsk People's Republic (DNR) Luhansk People's Republic (LNR) China Hong Kong USA",
    "entities": [
      "Sanjay Mehrotra",
      "April Arnzen",
      "Manish Bhatia",
      "Scott J. DeBoer",
      "Mark Murphy",
      "Sumit Sadana",
      "Mike Bokan",
      "Mike Cordano",
      "Michael Ray",
      "Richard M. Beyer",
      "Lynn A. Dugle",
      "Steve Gomo",
      "Linnie Haynesworth",
      "Mary Pat McCarthy",
      "Bob Swan",
      "MaryAnn Wright",
      "Micron Technology Inc.",
      "Micron Technology, Inc.",
      "MTI",
      "United States Marine Corps",
      "Georgetown University",
      "Columbia University Graduate School of Business",
      "Engility Holdings Inc.",
      "Raytheon",
      "ADC Telecommunications",
      "State Street Corporation",
      "TE Connectivity Ltd.",
      "KBR, Inc.",
      "EOG Resources, Inc.",
      "First Light Acquisition Group, Inc.",
      "NetApp",
      "Gemplus International",
      "Texas Pacific Group",
      "Asera, Inc.",
      "Silicon Graphics",
      "Hewlett-Packard",
      "Nutanix, Inc.",
      "Enphase Energy, Inc.",
      "Rodgers Silicon Valley Acquisition Corp.",
      "Northrop Grumman Corporation",
      "Mission Systems Sector",
      "Truist Financial Corporation",
      "Automatic Data Processing, Inc.",
      "KPMG",
      "National Association of Corporate Directors",
      "Palo Alto Networks",
      "Andeavor",
      "Tesoro Corporation",
      "Mutual of Omaha",
      "Andreessen Horowitz",
      "Intel Corporation",
      "General Atlantic",
      "eBay",
      "Electronic Data Systems Corp.",
      "TRW Inc.",
      "Webvan Group, Inc.",
      "GoTo Group",
      "Flexport",
      "Nike, Inc.",
      "Kearney",
      "Applied Materials, Inc.",
      "AppDynamics",
      "General Electric",
      "GE Transportation Systems",
      "GE Healthcare Europe",
      "GE Lighting",
      "University at Buffalo",
      "State University of New York at Binghamton",
      "Johnson Controls International",
      "Ford Motor Company",
      "Group1 Automotive Inc",
      "Maxim Integrated",
      "Delphi Technologies",
      "University of Michigan",
      "Wayne State University",
      "CDW Corporation",
      "Semiconductor Industry Association",
      "University of California, Berkeley",
      "Stanford Graduate School of Business",
      "Freescale Semiconductor, Inc.",
      "Intersil Corporation",
      "FVC.com",
      "VLSI Technology",
      "National Semiconductor Corporation",
      "Analog Devices, Inc.",
      "Dialog Semiconductor",
      "Microsemi Corporation",
      "SanDisk Corp.",
      "Intel Corp."
    ],
    "doj_url": "https://www.justice.gov/opa/pr/china-initiative-year-review-2019-20",
    "doj_title": "The China Initiative: Year-in-Review (2019-20)"
  },
  {
    "url": "https://www.chinatelecom-h.com/en/company/executives.php",
    "title": "China Telecom Executives",
    "content": "Ke Ruiwen Liang Baojun Liu Guiqing Tang Ke Li Yinghui Li Jun Chen Shengguang Ng, Kar Ling Johnny Yeung Chi Wai, Jason Chen Dongqi Lyu Wei China Telecom Corporation Limited Board of Directors Supervisory Committee HKEX SSE US SEC",
    "entities": [
      "Ke Ruiwen",
      "Liang Baojun",
      "Liu Guiqing",
      "Tang Ke",
      "Li Yinghui",
      "Li Jun",
      "Chen Shengguang",
      "Ng, Kar Ling Johnny",
      "Yeung Chi Wai, Jason",
      "Chen Dongqi",
      "Lyu Wei",
      "China Telecom Corporation Limited",
      "Board of Directors",
      "Supervisory Committee",
      "HKEX",
      "SSE",
      "US SEC"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/china-initiative-year-review-2019-20",
    "doj_title": "The China Initiative: Year-in-Review (2019-20)"
  },
  {
    "url": "https://www.law.pitt.edu/people",
    "title": "University of Pittsburg School of Law",
    "content": "Jabeen Adawi Jessie Allen Joshua Ash Kevin D. Ashley Elena Baylis Deborah Brake Ronald Brand Ben Bratman Andrele Brutus St. Val William M. Carter, Jr. Mary Crossley Vivian Curran Jerry Dickinson Greer Donley Philip Hackney David A. Harris David J. Hickton Anthony C. Infanti John Linarelli Jules Lobel Michael J. Madison Martha Mannix J.S. Nelson Peter B. Oh Tomar Pierson Brown Alveena Shah Ann Sinsheimer SpearIt Alice L. Stewart Christian Sundquist David Thaw Anjali Vats Sheila Vélez Martínez Lu-in Wang Amy Wildermuth Douglas Branson Teresa Kissane Brostoff John M. Burkoff Nancy M. Burkoff Pat K. Chew Kevin Deasy Richard Delgado Harry M. Flechtner Cyril A. Fox, Jr. Lawrence A. Frolik Arthur D. Hellman Bernard J Hibbitts William V. Luneburg, Jr. Margaret M. Mahoney Alan Meisel Thomas Ross Marc Silverman Stella Smetanka Jean Stefancic George Taylor Rhonda Wasserman Mary Nell Cummings Joseph S. Hornack Max Laun Kevin C. Abbott Jaclyn Belczyk Charles C. Cohen Stephanie Dangel The Honorable D. Michael Fisher The Honorable Judith Fitzgerald Paige Forster Aadil Ginwala John P. Gismondi David Herring Charles T. Kotuby, Jr. Lawrence M. Lebowitz Marily Nixon Julian Rivera Drew Roberts Judith Teeter Chalon Young Mark Bernstein Adam Tragone Bruce Adelson Rodney Akers Lynn Alstadt Jennifer Andrade Kasha Attaran The Honorable Cathy Bissoon C. Allen Black, Jr. Eduardo Bozzo Jaime Cameron John R. Cencich Christopher S. Channel Samantha Clancy Julie R. Colton Marshall Dayan Elizabeth DeLosa Charles DeMonaco Matthew Divelbiss Melissa Dougherty Christian D. Ehret Jessica Ellel Jack W. Elliott Jaclyn E. Faulds Ralph G. Fischer Susan Frietsche Joseph Froetschel Michael George Lauren Kelly Gielarowski Alan B. Gordon Amanda Green Hawkins John F. Hammond Craig Heryford John Iole Marye Isaacs Phillips Vincent Johnson Nick Kolovos George Kontos Honorable Beth Lazarra Honorable Lisa Pupo Lenihan Penina Lieber Deborah Little Brendan Lupetin Jessica Lynch Alexander Madrid Beverly Weiss Manne Catherine Martin William Maruca Jason Matzus John McIlvaine III Reid Meyer Kim Moses Carmen Nocera Jean Novak Lisa Parker Stephen Paschall Alan Pittler William Price J. Matthew Pritchard IV Michael Sampson Jaromir Šavelka Eric Schaffer Steven Seel Matthew Shames Rachael Shaw Marcy Smorey Giger R. Hagen Starz Natalya Stepanova Sipper Peter Strope Catherine Sullivan Steve Tanzilli Linda Tashbook Steve Tehovnik Irene Thomas Richard Thorpe Bobbi Britton Tucker David Turner Barbara Vimont Aaron Walayat Jacquelin Walker Peter Watt Morse Andrew Weinstein Kevin Whyte Rob Wible Chad Wissinger Xiaoying Snow Zhang Tina Batra Hershey Max Alamo Nancy Alemañy Alvarez Elizabeth Barbush Amy Change Amy Coco Stephen Conwell Christina Daub Audrey Deigan LuAnn Driscoll Emi Estelle Ben Ginsberg Alexander Gray Marie Hamblett Linda Hamilton Jaime Horensky Helen Jarosz Meme Jeffries Karen Knochel Susanna Leers Suzanne Leroy Beth Liberatore Alexandra Linsenmeyer Megan Lovett, Esq. Joshua Lowe Vikram Mangalmurti Charmaine McCall Megan McKee Frances Newman Cori Parise Beth Ann Pischke Patricia Powell Patricia Roncevich Mary Seitz Karen Shephard Maura Sullivan Christopher Todd Kellie Ware Jon Wichmann Michelle Yingling Hong Yu Pitt Law School of Law Office of the Dean Board of Visitors Office of Equity & Inclusive Excellence Center for Bioethics & Health Law Center for Civil Rights and Racial Justice Center for Text Analytic Methods in Legal Studies Future Law Project Hickton Center for Community Legal Services & Clinical Legal Education Pitt Legal Services Incubator Law Alumni Association Law Fellows JURIST Pittsburgh, PA",
    "entities": [
      "Jabeen Adawi",
      "Jessie Allen",
      "Joshua Ash",
      "Kevin D. Ashley",
      "Elena Baylis",
      "Deborah Brake",
      "Ronald Brand",
      "Ben Bratman",
      "Andrele Brutus St. Val",
      "William M. Carter, Jr.",
      "Mary Crossley",
      "Vivian Curran",
      "Jerry Dickinson",
      "Greer Donley",
      "Philip Hackney",
      "David A. Harris",
      "David J. Hickton",
      "Anthony C. Infanti",
      "John Linarelli",
      "Jules Lobel",
      "Michael J. Madison",
      "Martha Mannix",
      "J.S. Nelson",
      "Peter B. Oh",
      "Tomar Pierson Brown",
      "Alveena Shah",
      "Ann Sinsheimer",
      "SpearIt",
      "Alice L. Stewart",
      "Christian Sundquist",
      "David Thaw",
      "Anjali Vats",
      "Sheila Vélez Martínez",
      "Lu-in Wang",
      "Amy Wildermuth",
      "Douglas Branson",
      "Teresa Kissane Brostoff",
      "John M. Burkoff",
      "Nancy M. Burkoff",
      "Pat K. Chew",
      "Kevin Deasy",
      "Richard Delgado",
      "Harry M. Flechtner",
      "Cyril A. Fox, Jr.",
      "Lawrence A. Frolik",
      "Arthur D. Hellman",
      "Bernard J Hibbitts",
      "William V. Luneburg, Jr.",
      "Margaret M. Mahoney",
      "Alan Meisel",
      "Thomas Ross",
      "Marc Silverman",
      "Stella Smetanka",
      "Jean Stefancic",
      "George Taylor",
      "Rhonda Wasserman",
      "Mary Nell Cummings",
      "Joseph S. Hornack",
      "Max Laun",
      "Kevin C. Abbott",
      "Jaclyn Belczyk",
      "Charles C. Cohen",
      "Stephanie Dangel",
      "The Honorable D. Michael Fisher",
      "The Honorable Judith Fitzgerald",
      "Paige Forster",
      "Aadil Ginwala",
      "John P. Gismondi",
      "David Herring",
      "Charles T. Kotuby, Jr.",
      "Lawrence M. Lebowitz",
      "Marily Nixon",
      "Julian Rivera",
      "Drew Roberts",
      "Judith Teeter",
      "Chalon Young",
      "Mark Bernstein",
      "Adam Tragone",
      "Bruce Adelson",
      "Rodney Akers",
      "Lynn Alstadt",
      "Jennifer Andrade",
      "Kasha Attaran",
      "The Honorable Cathy Bissoon",
      "C. Allen Black, Jr.",
      "Eduardo Bozzo",
      "Jaime Cameron",
      "John R. Cencich",
      "Christopher S. Channel",
      "Samantha Clancy",
      "Julie R. Colton",
      "Marshall Dayan",
      "Elizabeth DeLosa",
      "Charles DeMonaco",
      "Matthew Divelbiss",
      "Melissa Dougherty",
      "Christian D. Ehret",
      "Jessica Ellel",
      "Jack W. Elliott",
      "Jaclyn E. Faulds",
      "Ralph G. Fischer",
      "Susan Frietsche",
      "Joseph Froetschel",
      "Michael George",
      "Lauren Kelly Gielarowski",
      "Alan B. Gordon",
      "Amanda Green Hawkins",
      "John F. Hammond",
      "Craig Heryford",
      "John Iole",
      "Marye Isaacs Phillips",
      "Vincent Johnson",
      "Nick Kolovos",
      "George Kontos",
      "Honorable Beth Lazarra",
      "Honorable Lisa Pupo Lenihan",
      "Penina Lieber",
      "Deborah Little",
      "Brendan Lupetin",
      "Jessica Lynch",
      "Alexander Madrid",
      "Beverly Weiss Manne",
      "Catherine Martin",
      "William Maruca",
      "Jason Matzus",
      "John McIlvaine III",
      "Reid Meyer",
      "Kim Moses",
      "Carmen Nocera",
      "Jean Novak",
      "Lisa Parker",
      "Stephen Paschall",
      "Alan Pittler",
      "William Price",
      "J. Matthew Pritchard IV",
      "Michael Sampson",
      "Jaromir Šavelka",
      "Eric Schaffer",
      "Steven Seel",
      "Matthew Shames",
      "Rachael Shaw",
      "Marcy Smorey Giger",
      "R. Hagen Starz",
      "Natalya Stepanova Sipper",
      "Peter Strope",
      "Catherine Sullivan",
      "Steve Tanzilli",
      "Linda Tashbook",
      "Steve Tehovnik",
      "Irene Thomas",
      "Richard Thorpe",
      "Bobbi Britton Tucker",
      "David Turner",
      "Barbara Vimont",
      "Aaron Walayat",
      "Jacquelin Walker",
      "Peter Watt Morse",
      "Andrew Weinstein",
      "Kevin Whyte",
      "Rob Wible",
      "Chad Wissinger",
      "Xiaoying Snow Zhang",
      "Tina Batra Hershey",
      "Max Alamo",
      "Nancy Alemañy Alvarez",
      "Elizabeth Barbush",
      "Amy Change",
      "Amy Coco",
      "Stephen Conwell",
      "Christina Daub",
      "Audrey Deigan",
      "LuAnn Driscoll",
      "Emi Estelle",
      "Ben Ginsberg",
      "Alexander Gray",
      "Marie Hamblett",
      "Linda Hamilton",
      "Jaime Horensky",
      "Helen Jarosz",
      "Meme Jeffries",
      "Karen Knochel",
      "Susanna Leers",
      "Suzanne Leroy",
      "Beth Liberatore",
      "Alexandra Linsenmeyer",
      "Megan Lovett, Esq.",
      "Joshua Lowe",
      "Vikram Mangalmurti",
      "Charmaine McCall",
      "Megan McKee",
      "Frances Newman",
      "Cori Parise",
      "Beth Ann Pischke",
      "Patricia Powell",
      "Patricia Roncevich",
      "Mary Seitz",
      "Karen Shephard",
      "Maura Sullivan",
      "Christopher Todd",
      "Kellie Ware",
      "Jon Wichmann",
      "Michelle Yingling",
      "Hong Yu",
      "Pitt Law",
      "School of Law",
      "Office of the Dean",
      "Board of Visitors",
      "Office of Equity & Inclusive Excellence",
      "Center for Bioethics & Health Law",
      "Center for Civil Rights and Racial Justice",
      "Center for Text Analytic Methods in Legal Studies",
      "Future Law Project",
      "Hickton Center for Community Legal Services & Clinical Legal Education",
      "Pitt Legal Services Incubator",
      "Law Alumni Association",
      "Law Fellows",
      "JURIST",
      "Pittsburgh, PA"
    ],
    "doj_url": "https://www.justice.gov/usao-wdpa/pr/stephen-r-kaufman-serve-acting-united-states-attorney-western-district-pennsylvania",
    "doj_title": "Stephen R. Kaufman to Serve as Acting United States Attorney for the Western District of Pennsylvania"
  },
  {
    "url": "https://arcd.ku.edu/all-faculty-staff",
    "title": "The University of Kansas School of Architecture & Design",
    "content": "Anna Abernathy Lizzy Arnold Ben Brown April Czarnetzki Callie Dunlap Steve Fair Haley Haldeman Jim Hammen Nikki Hammond Sky Maggiore Dan Rolf Juniper Tangpuz Henry Troyer Cari Vukelich Jordan Wade Joan Weaver Tim Hossler Keith Van de Riet J Todd Achelpohl Ann L. Alcasabas Gustavo Amaral Alex Anderson Alejandro Aptilon Betsy Barnhart Francesco Carota Jae Chang Joe Colistra Matthew Cook Shannon Criss Mohammad Dastmalchi Michael Dean Eckersley Nisha Fernando Jack Figgs-Hoard Richard Findley Dan Finnell Barry Fitzgerald Casey Franklin Chris Gilbert Nils Gore Stephen Grabow Steve Harrington Jason Hascall Stephen Hassard Andrea Herstowski Tzu-Chieh Kurt Hong Ann Hossler Thomas Ming Huang Stephen T. Johnson Elise Kirk Chad Kraus Marie-Alice L'Heureux Donna Luckey Herminia Machry Lilly McElroy Bev McMurray Andrew Moddrell Abbey Ockinga Peter Olshavsky Dilshan Ossen Steven Padget Hannah Park Anne Patterson Jason Pittman Xiaobo Quan Lance Rake Mahbub Rashid Dan Rockhill David Sain Jeremy Shellhorn Kapila D. Silva Mike Sinclair Kent Smith Titus Smith Kent Spreckelmeyer Dave Starr Sean Stumpf Linda Talleur Gregory Thomas John Trefry May Tveit Nilou Vakil Amy Van de Riet Callum Vierthaler Kellie Walters Sam Yates Meier Frank Zilm The University of Kansas School of Architecture & Design Department of Architecture Department of Design Master of Architecture MA in Architecture PhD in Architecture MA Design Minor in Design Minor in Design Entrepreneurship Minor in Photography Architecture Certificates Architectural Acoustics Architecture of Health and Wellness Building Information Modeling Designbuild Historic Preservation Participatory Design Urban Design Center for Design Research Designbuild Dirt Works Studio Dotte Agency Institute for Smart Cities Studio 804 Professional Advisory Board Kansas Board of Regents Lawrence, KS 1465 Jayhawk Blvd.",
    "entities": [
      "Anna Abernathy",
      "Lizzy Arnold",
      "Ben Brown",
      "April Czarnetzki",
      "Callie Dunlap",
      "Steve Fair",
      "Haley Haldeman",
      "Jim Hammen",
      "Nikki Hammond",
      "Sky Maggiore",
      "Dan Rolf",
      "Juniper Tangpuz",
      "Henry Troyer",
      "Cari Vukelich",
      "Jordan Wade",
      "Joan Weaver",
      "Tim Hossler",
      "Keith Van de Riet",
      "J Todd Achelpohl",
      "Ann L. Alcasabas",
      "Gustavo Amaral",
      "Alex Anderson",
      "Alejandro Aptilon",
      "Betsy Barnhart",
      "Francesco Carota",
      "Jae Chang",
      "Joe Colistra",
      "Matthew Cook",
      "Shannon Criss",
      "Mohammad Dastmalchi",
      "Michael Dean Eckersley",
      "Nisha Fernando",
      "Jack Figgs-Hoard",
      "Richard Findley",
      "Dan Finnell",
      "Barry Fitzgerald",
      "Casey Franklin",
      "Chris Gilbert",
      "Nils Gore",
      "Stephen Grabow",
      "Steve Harrington",
      "Jason Hascall",
      "Stephen Hassard",
      "Andrea Herstowski",
      "Tzu-Chieh Kurt Hong",
      "Ann Hossler",
      "Thomas Ming Huang",
      "Stephen T. Johnson",
      "Elise Kirk",
      "Chad Kraus",
      "Marie-Alice L'Heureux",
      "Donna Luckey",
      "Herminia Machry",
      "Lilly McElroy",
      "Bev McMurray",
      "Andrew Moddrell",
      "Abbey Ockinga",
      "Peter Olshavsky",
      "Dilshan Ossen",
      "Steven Padget",
      "Hannah Park",
      "Anne Patterson",
      "Jason Pittman",
      "Xiaobo Quan",
      "Lance Rake",
      "Mahbub Rashid",
      "Dan Rockhill",
      "David Sain",
      "Jeremy Shellhorn",
      "Kapila D. Silva",
      "Mike Sinclair",
      "Kent Smith",
      "Titus Smith",
      "Kent Spreckelmeyer",
      "Dave Starr",
      "Sean Stumpf",
      "Linda Talleur",
      "Gregory Thomas",
      "John Trefry",
      "May Tveit",
      "Nilou Vakil",
      "Amy Van de Riet",
      "Callum Vierthaler",
      "Kellie Walters",
      "Sam Yates Meier",
      "Frank Zilm",
      "The University of Kansas",
      "School of Architecture & Design",
      "Department of Architecture",
      "Department of Design",
      "Master of Architecture",
      "MA in Architecture",
      "PhD in Architecture",
      "MA Design",
      "Minor in Design",
      "Minor in Design Entrepreneurship",
      "Minor in Photography",
      "Architecture Certificates",
      "Architectural Acoustics",
      "Architecture of Health and Wellness",
      "Building Information Modeling",
      "Designbuild",
      "Historic Preservation",
      "Participatory Design",
      "Urban Design",
      "Center for Design Research",
      "Designbuild Dirt Works Studio",
      "Dotte Agency",
      "Institute for Smart Cities",
      "Studio 804",
      "Professional Advisory Board",
      "Kansas Board of Regents",
      "Lawrence, KS",
      "1465 Jayhawk Blvd."
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://soehs.ku.edu/leadership-staff",
    "title": "The University of Kansas School of Education and Human Sciences",
    "content": "Teresa Aldrich Cole Alsup Doug Anderson Ellie Anderson Gretchen Anderson Abbey Arrington Emersyn Autry Dr. Jordan R. Bass Robin Bass Icelda Beltran Gabriella Bishop Jenna Brewster Denise Brubaker Katelyn Brule Dan Burgardt Michele Casavant Hannah Connelly Avery Copeland Duby Cordoba Lauren Denison Jaclyn Dudek, Ph.D. Tiffany Edmonds Audrey Ehlers Dina Pannabecker Evans Kelli Ruth Feldman Daniel Ferguson Xochitl Fernandez Finn Finnerty Elizabeth Fish Penny Fritts John Funk Lauren Garbisch Will Gates Jennifer Gibson Rick Ginsberg Aliahna Gonzales Kristina Gordon Aspen Grender Heidi L Hallman David M Hansen Lauri Lee Herrmann-Ginsberg, Ed.D. Brooke Hopkins Jeannie Houts Kim Huggett Halle Jones Ngondi Kamatuka Mary Karlin Kate Kelley Madeline Kiser Kylie Kookesh Jennifer A. Kurth Charles Lachman Linda D LaPierre Andrew Lensmeyer Logan Manirath Betty Martinez Castaneda Susan McGee Jill McKay Haley McMullen Laurin Meister Laura Meyer Violet Meyers Siena Meyrer Katarina Moore Lauren Morris Maren Nelson Jennifer C. Ng Emma Nizami Adriana Nuzzo Austin Oakerson Chloe Perez Sofi Petrovski Justin Pfeiff Layne Renfrow Belinda Reynolds Lauren Riedstra Melissa Robinson Angel Salina-Villa Samantha Sallet Madigan Sanders Lydia Schallenberg Jailyn Sierra Mark Skolaut Avery Smith Emily Sparke Jessica Stringer Cristina Talavera Abby Threlkeld Elli Tucker Carla Valenzuela Sophie Wallin Sheree Willis, Ph.D. Lisa Ellen Wolf-Wendel Heidi Zimmerman University of Kansas School of Education and Human Sciences Hillcrest Elementary Jardine Elementary School Health, Sport, and Exercise Sciences Merriam Park Elementary Shawanoe Elementary Hocker Grove, Shawnee Mission West John Fiske Elementary State Street Elementary McKinley Elementary School Shawnee Mission West Hocker Grover Middle Comanche Elementary Department of Curriculum & Teaching Global Education Academy Kansas Board of Regents Robinson Building Lawrence, KS",
    "entities": [
      "Teresa Aldrich",
      "Cole Alsup",
      "Doug Anderson",
      "Ellie Anderson",
      "Gretchen Anderson",
      "Abbey Arrington",
      "Emersyn Autry",
      "Dr. Jordan R. Bass",
      "Robin Bass",
      "Icelda Beltran",
      "Gabriella Bishop",
      "Jenna Brewster",
      "Denise Brubaker",
      "Katelyn Brule",
      "Dan Burgardt",
      "Michele Casavant",
      "Hannah Connelly",
      "Avery Copeland",
      "Duby Cordoba",
      "Lauren Denison",
      "Jaclyn Dudek, Ph.D.",
      "Tiffany Edmonds",
      "Audrey Ehlers",
      "Dina Pannabecker Evans",
      "Kelli Ruth Feldman",
      "Daniel Ferguson",
      "Xochitl Fernandez",
      "Finn Finnerty",
      "Elizabeth Fish",
      "Penny Fritts",
      "John Funk",
      "Lauren Garbisch",
      "Will Gates",
      "Jennifer Gibson",
      "Rick Ginsberg",
      "Aliahna Gonzales",
      "Kristina Gordon",
      "Aspen Grender",
      "Heidi L Hallman",
      "David M Hansen",
      "Lauri Lee Herrmann-Ginsberg, Ed.D.",
      "Brooke Hopkins",
      "Jeannie Houts",
      "Kim Huggett",
      "Halle Jones",
      "Ngondi Kamatuka",
      "Mary Karlin",
      "Kate Kelley",
      "Madeline Kiser",
      "Kylie Kookesh",
      "Jennifer A. Kurth",
      "Charles Lachman",
      "Linda D LaPierre",
      "Andrew Lensmeyer",
      "Logan Manirath",
      "Betty Martinez Castaneda",
      "Susan McGee",
      "Jill McKay",
      "Haley McMullen",
      "Laurin Meister",
      "Laura Meyer",
      "Violet Meyers",
      "Siena Meyrer",
      "Katarina Moore",
      "Lauren Morris",
      "Maren Nelson",
      "Jennifer C. Ng",
      "Emma Nizami",
      "Adriana Nuzzo",
      "Austin Oakerson",
      "Chloe Perez",
      "Sofi Petrovski",
      "Justin Pfeiff",
      "Layne Renfrow",
      "Belinda Reynolds",
      "Lauren Riedstra",
      "Melissa Robinson",
      "Angel Salina-Villa",
      "Samantha Sallet",
      "Madigan Sanders",
      "Lydia Schallenberg",
      "Jailyn Sierra",
      "Mark Skolaut",
      "Avery Smith",
      "Emily Sparke",
      "Jessica Stringer",
      "Cristina Talavera",
      "Abby Threlkeld",
      "Elli Tucker",
      "Carla Valenzuela",
      "Sophie Wallin",
      "Sheree Willis, Ph.D.",
      "Lisa Ellen Wolf-Wendel",
      "Heidi Zimmerman",
      "University of Kansas",
      "School of Education and Human Sciences",
      "Hillcrest Elementary",
      "Jardine Elementary School",
      "Health, Sport, and Exercise Sciences",
      "Merriam Park Elementary",
      "Shawanoe Elementary",
      "Hocker Grove, Shawnee Mission West",
      "John Fiske Elementary",
      "State Street Elementary",
      "McKinley Elementary School",
      "Shawnee Mission West",
      "Hocker Grover Middle",
      "Comanche Elementary",
      "Department of Curriculum & Teaching",
      "Global Education Academy",
      "Kansas Board of Regents",
      "Robinson Building",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://engr.ku.edu/people",
    "title": "The University of Kansas School of Engineering",
    "content": "Heather Abernathy Neelofar Ahmad Christopher Anderson Valentine Baumann Hal Beckerman Palvih Bhana Hannah DePriest Nathan Fortner Teresa Fry Devante Green Gary Handy Cody Howard Jen Jedlicka Max Jiang Kristi Kamm Owen Kelly Lindsey McCaig Jeremy McLeod Tim Miller Meredith Morris Whyte Alex Pang Robert Parsons Travis Passman Caleb Regan Mary Rezac Tracy Rockers Stefan Sawyer Steven D. Schrock Emma Scott Suzanne Shontz Ryan Siebuhr Tyler Smith Elaina Sutley Amy Wierman The University of Kansas School of Engineering KU Endowment University of Kansas Transportation Center Ladd Engineering Career Center IHAWKe Program Engineering Technology Service Center Self Engineering Leadership Fellows Program Kansas Board of Regents Eaton Hall LEEP2 1891 Constant Ave Lawrence, Kansas Learned Hall",
    "entities": [
      "Heather Abernathy",
      "Neelofar Ahmad",
      "Christopher Anderson",
      "Valentine Baumann",
      "Hal Beckerman",
      "Palvih Bhana",
      "Hannah DePriest",
      "Nathan Fortner",
      "Teresa Fry",
      "Devante Green",
      "Gary Handy",
      "Cody Howard",
      "Jen Jedlicka",
      "Max Jiang",
      "Kristi Kamm",
      "Owen Kelly",
      "Lindsey McCaig",
      "Jeremy McLeod",
      "Tim Miller",
      "Meredith Morris Whyte",
      "Alex Pang",
      "Robert Parsons",
      "Travis Passman",
      "Caleb Regan",
      "Mary Rezac",
      "Tracy Rockers",
      "Stefan Sawyer",
      "Steven D. Schrock",
      "Emma Scott",
      "Suzanne Shontz",
      "Ryan Siebuhr",
      "Tyler Smith",
      "Elaina Sutley",
      "Amy Wierman",
      "The University of Kansas",
      "School of Engineering",
      "KU Endowment",
      "University of Kansas Transportation Center",
      "Ladd Engineering Career Center",
      "IHAWKe Program",
      "Engineering Technology Service Center",
      "Self Engineering Leadership Fellows Program",
      "Kansas Board of Regents",
      "Eaton Hall",
      "LEEP2",
      "1891 Constant Ave",
      "Lawrence, Kansas",
      "Learned Hall"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://journalism.ku.edu/faculty",
    "title": "The University of Kansas William Allen White School of Journalism and Mass Communications",
    "content": "William Allen White Emily Baldwin Emma Saville Abbey Lord Ellie Closen Stef Manchen Liam Mays Adam Scherzer Kate Mays Logan Hassig Alyssa Appelman Genelle Belmas Steve Bien-Aime Cal Butcher Sarah Cavanah Yvonnes Chen Jeff Conlin Vaibhav Diwanji Christopher Etheridge Teri Finneman Mugur Geana Melissa Greene-Blye Angie Hendershot Carol Holstead Nick Jungman Lisa McLendon Margarita Orozco Scott Reinardy Janet Rose Rebekka Schlichting Hyunjin Seo Oscar Stauffer Eric Thomas Matt Tidwell Hong Tien Vu Alex Treaster Yunwen Wang Doug Ward Judy Watts Patricia Weems Gaston Tamar Wilner Stephen Wolgast John Bremner Malcolm Applegate Lacy C. Haynes William Allen White School of Journalism and Mass Communications The University of Kansas University of Kansas William Allen White School of Journalism and Mass Communications myKU Email Canvas Enroll & Pay Jayhawk GPS KU J-School William Allen White Foundation William Allen White National Citation Award University Daily Kansan The Agency KUJH-TV Media Crossroads The Eudora Times Center for Excellence in Health Communication to Underserved Populations Bremner Editing Center KU Center for Digital Inclusion Center for Teaching Excellence Knight Chair in Audience and Community Engagement for News ACEJMC Kansas Board of Regents Red Rocks Kansas Lawrence, KS",
    "entities": [
      "William Allen White",
      "Emily Baldwin",
      "Emma Saville",
      "Abbey Lord",
      "Ellie Closen",
      "Stef Manchen",
      "Liam Mays",
      "Adam Scherzer",
      "Kate Mays",
      "Logan Hassig",
      "Alyssa Appelman",
      "Genelle Belmas",
      "Steve Bien-Aime",
      "Cal Butcher",
      "Sarah Cavanah",
      "Yvonnes Chen",
      "Jeff Conlin",
      "Vaibhav Diwanji",
      "Christopher Etheridge",
      "Teri Finneman",
      "Mugur Geana",
      "Melissa Greene-Blye",
      "Angie Hendershot",
      "Carol Holstead",
      "Nick Jungman",
      "Lisa McLendon",
      "Margarita Orozco",
      "Scott Reinardy",
      "Janet Rose",
      "Rebekka Schlichting",
      "Hyunjin Seo",
      "Oscar Stauffer",
      "Eric Thomas",
      "Matt Tidwell",
      "Hong Tien Vu",
      "Alex Treaster",
      "Yunwen Wang",
      "Doug Ward",
      "Judy Watts",
      "Patricia Weems Gaston",
      "Tamar Wilner",
      "Stephen Wolgast",
      "John Bremner",
      "Malcolm Applegate",
      "Lacy C. Haynes",
      "William Allen White School of Journalism and Mass Communications",
      "The University of Kansas",
      "University of Kansas William Allen White School of Journalism and Mass Communications",
      "myKU",
      "Email Canvas",
      "Enroll & Pay",
      "Jayhawk GPS",
      "KU J-School",
      "William Allen White Foundation",
      "William Allen White National Citation Award",
      "University Daily Kansan",
      "The Agency",
      "KUJH-TV",
      "Media Crossroads",
      "The Eudora Times",
      "Center for Excellence in Health Communication to Underserved Populations",
      "Bremner Editing Center",
      "KU Center for Digital Inclusion",
      "Center for Teaching Excellence",
      "Knight Chair in Audience and Community Engagement for News",
      "ACEJMC",
      "Kansas Board of Regents",
      "Red Rocks",
      "Kansas",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://www.kumc.edu/school-of-health-professions/about/our-faculty.html",
    "title": "The University of Kansas School of Health Professions",
    "content": "Leah Ade Abiodun Akinwuntan Karri Arndt Anna Arthur Shelley Barenklau Ashley Barry Lauren Bartik Dylan Bassett Micha Bazemore Josie Bell Jen Bendure Paul Bennetts Rebecca Bliss Jordan Borrell Mindy Bridges Kaitlyn Brown David Burnett Cole Campbell Aaron Carbuhn Susan Carlson Alexis Carpenter Danielle Christifano Yvonne Colgrove Chad Condren Angela Couture Mary Crouch Young Janis Davis Hannes Devos Linda D'Silva Kasey Edwardson Eric Elsinghorst Bethany Forseth Lauren Foster Crystal Funke Timothy Gengler Heather Gibbs Becky Glover Jeannine Goetz Lindsey Heidrick Paul Hertel Renee Hodgkins Brittany Hollabaugh Chun-Kai Huang Abdullah Jamos Stephen Jernigan Tiffany Johnson Jennifer Jones Andrew Jones Michael Jones Britta Kindel Patricia Kluding Susan Koerner Alex Koszalinski Bobbie Laincz Marion Leaman Wen Liu Swarna Mandali Lauren Mann Robin Maser Laura McDonald Rosann McLean Mallory Miller Lisa Mische Lawson Isabelle Moreland Scarlett Morris Julie Mujica Kelley Nelson-Strouts Rebecca Nicholson Mildred Oligbo Anjelica Pearson Adriana Queiroz Carolina Quintana Renee Rains Jason Rucker Mary-Kate Rush Dory Sabata Denise Sangoi Neena Sharma Catherine Siengsukon Cheryl Skinner Irina Smirnova Melanie Somogie Jacob Sosnoff Blake Spanjer Laurie Steen Felicia Steger Lawrence Stein Debra Sullivan Marcie Swift Matthew Taylor LesLee Taylor Lindsey Thompson Ulrich Stacia Troshynski Brown Lisa Trujillo Ken Wainwright WenFang Wang Lacy Wright Erin Youngs Tobia Zanotto Alice Zhang Yan Zheng Hao Zhu kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health System The University of Kansas Cancer Center Alpha Eta Blackboard Webmail myKUMC KU Core KU Experts U-CHaMP KU School of Health Professions KU Medical Center Kansas City, KS Lawrence, KS",
    "entities": [
      "Leah Ade",
      "Abiodun Akinwuntan",
      "Karri Arndt",
      "Anna Arthur",
      "Shelley Barenklau",
      "Ashley Barry",
      "Lauren Bartik",
      "Dylan Bassett",
      "Micha Bazemore",
      "Josie Bell",
      "Jen Bendure",
      "Paul Bennetts",
      "Rebecca Bliss",
      "Jordan Borrell",
      "Mindy Bridges",
      "Kaitlyn Brown",
      "David Burnett",
      "Cole Campbell",
      "Aaron Carbuhn",
      "Susan Carlson",
      "Alexis Carpenter",
      "Danielle Christifano",
      "Yvonne Colgrove",
      "Chad Condren",
      "Angela Couture",
      "Mary Crouch Young",
      "Janis Davis",
      "Hannes Devos",
      "Linda D'Silva",
      "Kasey Edwardson",
      "Eric Elsinghorst",
      "Bethany Forseth",
      "Lauren Foster",
      "Crystal Funke",
      "Timothy Gengler",
      "Heather Gibbs",
      "Becky Glover",
      "Jeannine Goetz",
      "Lindsey Heidrick",
      "Paul Hertel",
      "Renee Hodgkins",
      "Brittany Hollabaugh",
      "Chun-Kai Huang",
      "Abdullah Jamos",
      "Stephen Jernigan",
      "Tiffany Johnson",
      "Jennifer Jones",
      "Andrew Jones",
      "Michael Jones",
      "Britta Kindel",
      "Patricia Kluding",
      "Susan Koerner",
      "Alex Koszalinski",
      "Bobbie Laincz",
      "Marion Leaman",
      "Wen Liu",
      "Swarna Mandali",
      "Lauren Mann",
      "Robin Maser",
      "Laura McDonald",
      "Rosann McLean",
      "Mallory Miller",
      "Lisa Mische Lawson",
      "Isabelle Moreland",
      "Scarlett Morris",
      "Julie Mujica",
      "Kelley Nelson-Strouts",
      "Rebecca Nicholson",
      "Mildred Oligbo",
      "Anjelica Pearson",
      "Adriana Queiroz",
      "Carolina Quintana",
      "Renee Rains",
      "Jason Rucker",
      "Mary-Kate Rush",
      "Dory Sabata",
      "Denise Sangoi",
      "Neena Sharma",
      "Catherine Siengsukon",
      "Cheryl Skinner",
      "Irina Smirnova",
      "Melanie Somogie",
      "Jacob Sosnoff",
      "Blake Spanjer",
      "Laurie Steen",
      "Felicia Steger",
      "Lawrence Stein",
      "Debra Sullivan",
      "Marcie Swift",
      "Matthew Taylor",
      "LesLee Taylor",
      "Lindsey Thompson Ulrich",
      "Stacia Troshynski Brown",
      "Lisa Trujillo",
      "Ken Wainwright",
      "WenFang Wang",
      "Lacy Wright",
      "Erin Youngs",
      "Tobia Zanotto",
      "Alice Zhang",
      "Yan Zheng",
      "Hao Zhu",
      "kumc.edu School of Health Professions",
      "School of Medicine",
      "School of Nursing",
      "University of Kansas",
      "The University of Kansas Health System",
      "The University of Kansas Cancer Center",
      "Alpha Eta",
      "Blackboard",
      "Webmail",
      "myKUMC",
      "KU Core",
      "KU Experts",
      "U-CHaMP",
      "KU School of Health Professions",
      "KU Medical Center",
      "Kansas City, KS",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://law.ku.edu/faculty",
    "title": "The University of Kansas School of Law",
    "content": "Raj Bhala Sharon Brett Jordan Carter Amii Castle Elizabeth Cateforis Paul Cope Robin Kundis Craig Melanie Daily Christopher R. Drahozal John W. Head Laura J. Hines Michael H. Hoeflich Jamila E. Jefferson Glenn Jewell Pamela V. Keller Lisa Lattan Richard E. Levy Quinton D. Lucas Stephen W. Mazza Stephen R. McAllister Uma Outka Patrick Perkins Najarian R. Peters Jean K. Gilles Phillips Alexander I. Platt Joyce Rosenberg Meredith Schnug Betsy Brand Six Adam Sokoloff Andrew W. Torrance Kyle Velte Stephen J. Ware Judge Shawn K. Watts Dr. T. Anansi Wilson Corey Rayburn Yung KU School of Law University of Kansas Douglas County Legal Diversity Fellowship Legal Aid Clinic Project for Innocence Tribal Judicial Support Clinic Kansas Journal of Law & Public Policy Polsinelli Transactional Law Center Shook, Hardy & Bacon Center for Excellence in Advocacy Tribal Law & Government Center The Dru Mort Sampson Center for Diversity and Inclusion KU School of Business KU Political Science Department Lawrence, KS",
    "entities": [
      "Raj Bhala",
      "Sharon Brett",
      "Jordan Carter",
      "Amii Castle",
      "Elizabeth Cateforis",
      "Paul Cope",
      "Robin Kundis Craig",
      "Melanie Daily",
      "Christopher R. Drahozal",
      "John W. Head",
      "Laura J. Hines",
      "Michael H. Hoeflich",
      "Jamila E. Jefferson",
      "Glenn Jewell",
      "Pamela V. Keller",
      "Lisa Lattan",
      "Richard E. Levy",
      "Quinton D. Lucas",
      "Stephen W. Mazza",
      "Stephen R. McAllister",
      "Uma Outka",
      "Patrick Perkins",
      "Najarian R. Peters",
      "Jean K. Gilles Phillips",
      "Alexander I. Platt",
      "Joyce Rosenberg",
      "Meredith Schnug",
      "Betsy Brand Six",
      "Adam Sokoloff",
      "Andrew W. Torrance",
      "Kyle Velte",
      "Stephen J. Ware",
      "Judge Shawn K. Watts",
      "Dr. T. Anansi Wilson",
      "Corey Rayburn Yung",
      "KU School of Law",
      "University of Kansas",
      "Douglas County Legal Diversity Fellowship",
      "Legal Aid Clinic",
      "Project for Innocence",
      "Tribal Judicial Support Clinic",
      "Kansas Journal of Law & Public Policy",
      "Polsinelli Transactional Law Center",
      "Shook, Hardy & Bacon Center for Excellence in Advocacy",
      "Tribal Law & Government Center",
      "The Dru Mort Sampson Center for Diversity and Inclusion",
      "KU School of Business",
      "KU Political Science Department",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://www.kumc.edu/school-of-medicine/about/leadership.html",
    "title": "The University of Kansas School of Medicine",
    "content": "Akinlolu Ojo Giulia A. Bonaminio Dianne Durham Hinano Gray Tyler Hughes, Sr. Jenni Mandala Mark Meyer Garold Minns Jeffrey Norvell Peter G. Smith Steven Stites kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health System The University of Kansas Cancer Center KU Medicine myKUMC Kansas Center for Rural Health KU Medical Center University of Kansas Medical Center Kansas City Salina Wichita 3901 Rainbow Boulevard, Kansas City, KS 66160 Lawrence, KS",
    "entities": [
      "Akinlolu Ojo",
      "Giulia A. Bonaminio",
      "Dianne Durham",
      "Hinano Gray",
      "Tyler Hughes, Sr.",
      "Jenni Mandala",
      "Mark Meyer",
      "Garold Minns",
      "Jeffrey Norvell",
      "Peter G. Smith",
      "Steven Stites",
      "kumc.edu School of Health Professions",
      "School of Medicine",
      "School of Nursing",
      "University of Kansas",
      "The University of Kansas Health System",
      "The University of Kansas Cancer Center",
      "KU Medicine",
      "myKUMC",
      "Kansas Center for Rural Health",
      "KU Medical Center",
      "University of Kansas Medical Center",
      "Kansas City",
      "Salina",
      "Wichita",
      "3901 Rainbow Boulevard, Kansas City, KS 66160",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://music.ku.edu/people/list/faculty",
    "title": "The University of Kansas School of Medicine",
    "content": "Garret Arney Purnaprajna Purna Bangere Dylan Bassett Michael Bauer Kristopher Bendrick Elizabeth Berghout Sara Bonner Yi-Yang Chen Hannah Collins Cynthia Colwell David Colwell Michael Davidson Zachary K. Devin Brandon Draper David Earll Grace Edgar CharCarol Fisher Courtney Fletcher Dan Gailey Eduardo Garcia-Novelli Melissa Grady Roberta Gumbel Deanna Hanson-Abromeit Creston Herron James Higdon, Jr. Christopher Johnson Michael Kirkendoll Geoffrey Landman Stephen Leisring Gabe Lewis-O’Connor Margaret Marco Stella Markou Kerry Marsh William Matney Genaro Mendez, Jr Kelly Misko Eddie Moore Scott Brandon Murphy Priscila Navarro Martin Nedbal Tetsuya Nishiyama Brad Osborn Matt Otto Forrest Pierce Paul Popiel Dr. Aaron Romm Emily Rossin Colin Roust Midori Samson Melissa Sawyer Roberta Schwartz Matthew Smith Scott McBride Smith Ellen Sommer John Stephens Ingrid Stölzel Alan Street Sharon Toulouse Boris Vayner Daniel Velasco Kevin Vogt Robert Walzel, Jr. Ketty Wong Erin Wood Stephanie Zelnick University of Kansas School of Music KU Community Music School KU Safe Zone KU Band KU Marching & Pep Band KU Symphonic Band KU University Band KU Wind Ensemble KU School of Music at the Kennedy Center KU Music Research Institute Kansas Board of Regents Lawrence, KS",
    "entities": [
      "Garret Arney",
      "Purnaprajna Purna Bangere",
      "Dylan Bassett",
      "Michael Bauer",
      "Kristopher Bendrick",
      "Elizabeth Berghout",
      "Sara Bonner",
      "Yi-Yang Chen",
      "Hannah Collins",
      "Cynthia Colwell",
      "David Colwell",
      "Michael Davidson",
      "Zachary K. Devin",
      "Brandon Draper",
      "David Earll",
      "Grace Edgar",
      "CharCarol Fisher",
      "Courtney Fletcher",
      "Dan Gailey",
      "Eduardo Garcia-Novelli",
      "Melissa Grady",
      "Roberta Gumbel",
      "Deanna Hanson-Abromeit",
      "Creston Herron",
      "James Higdon, Jr.",
      "Christopher Johnson",
      "Michael Kirkendoll",
      "Geoffrey Landman",
      "Stephen Leisring",
      "Gabe Lewis-O’Connor",
      "Margaret Marco",
      "Stella Markou",
      "Kerry Marsh",
      "William Matney",
      "Genaro Mendez, Jr",
      "Kelly Misko",
      "Eddie Moore",
      "Scott Brandon Murphy",
      "Priscila Navarro",
      "Martin Nedbal",
      "Tetsuya Nishiyama",
      "Brad Osborn",
      "Matt Otto",
      "Forrest Pierce",
      "Paul Popiel",
      "Dr. Aaron Romm",
      "Emily Rossin",
      "Colin Roust",
      "Midori Samson",
      "Melissa Sawyer",
      "Roberta Schwartz",
      "Matthew Smith",
      "Scott McBride Smith",
      "Ellen Sommer",
      "John Stephens",
      "Ingrid Stölzel",
      "Alan Street",
      "Sharon Toulouse",
      "Boris Vayner",
      "Daniel Velasco",
      "Kevin Vogt",
      "Robert Walzel, Jr.",
      "Ketty Wong",
      "Erin Wood",
      "Stephanie Zelnick",
      "University of Kansas",
      "School of Music",
      "KU Community Music School",
      "KU Safe Zone",
      "KU Band",
      "KU Marching & Pep Band",
      "KU Symphonic Band",
      "KU University Band",
      "KU Wind Ensemble",
      "KU School of Music at the Kennedy Center",
      "KU Music Research Institute",
      "Kansas Board of Regents",
      "Lawrence, KS"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://pharmacy.ku.edu/people/list/faculty",
    "title": "The University of Kansas School of Pharmacy",
    "content": "James M. Backes Carlo Barnaba Jessica Bates Steven Bloom Zarko Boskovic Nicholas S. Britt Lawrence W. Davidow Rick T. Dobrowsky Heng Du Apurba Dutta Robert L. Emerson Luke Erber Mark P. Farrell Laird Forrest Ashley Glissman Dennis W. Grauer Michael Hageman Anna Hagen Joe E. Heidrick Iredia D. Iyamu Hyunjoon Kim Susan King Jeff Krise Hao Lou Susan M. Lunte Brittany L. Melton Karen E. Moeller Jackob Moskovitz Nancy Muma Bradley J. Newell Jeff Pierce Andrea Reynolds Janelle F. Ruisinger Shyam Sathyamoorthi Christian Schöneich Honglian Shi Tiffany R. Shin Teruna J. Siahaan Adam Smith Molly E. Steed John F. Stobaugh Jai Subramanian Barbara N. Timmermann Thomas J. Tolbert James W. Tracy David Volkin Michael Wang Zijun Wang Frank Weinhold Michael S. Wolfe Judy Wu Liqin Zhao Ming Zhao School of Pharmacy University of Kansas Department of Pharmacy Practice Department of Pharmaceutical Chemistry Department of Medicinal Chemistry Department of Pharmacology & Toxicology Administration Experiential Education Medicinal Chemistry Pharmaceutical Chemistry Kansas Board of Regents Pharmacology & Toxicology Pharmacy Practice Neuroscience Pharmacy Summer Camp KU Pharmacy Biopharmaceutical Innovation & Optimization Center R.N. Adams Institute for Bioanalytical Chemistry COBRE Ctr. on Molecular Analysis of Disease Pathways KUMC - Internal Medicine Wichita-Specific Resources APhA-ASP ASCP CPFI IPhO Kappa Epsilon Kappa Psi NCPA PLS Rho Chi SCCP SNPhA SSHP STUCO Student Ambassadors Drug Information Center Lawrence, KS Kansas City Wichita",
    "entities": [
      "James M. Backes",
      "Carlo Barnaba",
      "Jessica Bates",
      "Steven Bloom",
      "Zarko Boskovic",
      "Nicholas S. Britt",
      "Lawrence W. Davidow",
      "Rick T. Dobrowsky",
      "Heng Du",
      "Apurba Dutta",
      "Robert L. Emerson",
      "Luke Erber",
      "Mark P. Farrell",
      "Laird Forrest",
      "Ashley Glissman",
      "Dennis W. Grauer",
      "Michael Hageman",
      "Anna Hagen",
      "Joe E. Heidrick",
      "Iredia D. Iyamu",
      "Hyunjoon Kim",
      "Susan King",
      "Jeff Krise",
      "Hao Lou",
      "Susan M. Lunte",
      "Brittany L. Melton",
      "Karen E. Moeller",
      "Jackob Moskovitz",
      "Nancy Muma",
      "Bradley J. Newell",
      "Jeff Pierce",
      "Andrea Reynolds",
      "Janelle F. Ruisinger",
      "Shyam Sathyamoorthi",
      "Christian Schöneich",
      "Honglian Shi",
      "Tiffany R. Shin",
      "Teruna J. Siahaan",
      "Adam Smith",
      "Molly E. Steed",
      "John F. Stobaugh",
      "Jai Subramanian",
      "Barbara N. Timmermann",
      "Thomas J. Tolbert",
      "James W. Tracy",
      "David Volkin",
      "Michael Wang",
      "Zijun Wang",
      "Frank Weinhold",
      "Michael S. Wolfe",
      "Judy Wu",
      "Liqin Zhao",
      "Ming Zhao",
      "School of Pharmacy",
      "University of Kansas",
      "Department of Pharmacy Practice",
      "Department of Pharmaceutical Chemistry",
      "Department of Medicinal Chemistry",
      "Department of Pharmacology & Toxicology",
      "Administration",
      "Experiential Education",
      "Medicinal Chemistry",
      "Pharmaceutical Chemistry",
      "Kansas Board of Regents",
      "Pharmacology & Toxicology",
      "Pharmacy Practice",
      "Neuroscience",
      "Pharmacy Summer Camp",
      "KU Pharmacy",
      "Biopharmaceutical Innovation & Optimization Center",
      "R.N. Adams Institute for Bioanalytical Chemistry",
      "COBRE Ctr. on Molecular Analysis of Disease Pathways",
      "KUMC - Internal Medicine",
      "Wichita-Specific Resources",
      "APhA-ASP",
      "ASCP",
      "CPFI",
      "IPhO",
      "Kappa Epsilon",
      "Kappa Psi",
      "NCPA",
      "PLS",
      "Rho Chi",
      "SCCP",
      "SNPhA",
      "SSHP",
      "STUCO",
      "Student Ambassadors",
      "Drug Information Center",
      "Lawrence, KS",
      "Kansas City",
      "Wichita"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://edwardscampus.ku.edu/staff",
    "title": "The University of Kansas Edwards Campus",
    "content": "Jaime Appelwick Karen Baddeley Anna Balmilero Lauren Baxter Derek Bixler Laurie Brown Cody Brown Zachary Brungardt Kathy Buso Healy Debra Carter Misty Chandler Sara Chavez Tara Combes Cassie Daniels Shelby Davis Stuart Day John Deveau Justin Doherty Mary Dykmann Ali Fowler Ricardo Gonzalez-Colin Chris Gregory Mesi Guremu Brian Hansen Kim Huggett Angela Hughes Ashley Kalatusha Misikir Kassaye Jennifer Katzer Greg Kearney Jennifer Keleher-Price Michael Khamdalanikone John Knispel Cari Ann Kreienhop Autumn Lamp Kristy Magee Gabriel Maldonado Dina Massoud Dorris Mbogo Ralph McKinzie Carolyn McKnight Lauren McKown Matthew McNeile Birihan Mengistu Felix Mercader Stephanie Miller Susan Motley Parveen Mozaffar Julie Myer Amy Neufeld Estevan Ortiz Jenny Parr Cathie Peterson Paige Rice Ashley Richerson Miller Verónica Rodríguez-Méndez Tijera Safir Tony Schinze Rhonda Sharp Chris Sitek Anna’Marie Sosa Glen Stansberry Gordon Thompson Aaron Timm Jose Trujillo Steve Werninger Renee Williams Maddie Younger The University of Kansas Edwards Campus School of Professional Studies Jayhawk Global Kansas Board of Regents Edwards Campus Overland Park, KS 12600 Quivira Road",
    "entities": [
      "Jaime Appelwick",
      "Karen Baddeley",
      "Anna Balmilero",
      "Lauren Baxter",
      "Derek Bixler",
      "Laurie Brown",
      "Cody Brown",
      "Zachary Brungardt",
      "Kathy Buso Healy",
      "Debra Carter",
      "Misty Chandler",
      "Sara Chavez",
      "Tara Combes",
      "Cassie Daniels",
      "Shelby Davis",
      "Stuart Day",
      "John Deveau",
      "Justin Doherty",
      "Mary Dykmann",
      "Ali Fowler",
      "Ricardo Gonzalez-Colin",
      "Chris Gregory",
      "Mesi Guremu",
      "Brian Hansen",
      "Kim Huggett",
      "Angela Hughes",
      "Ashley Kalatusha",
      "Misikir Kassaye",
      "Jennifer Katzer",
      "Greg Kearney",
      "Jennifer Keleher-Price",
      "Michael Khamdalanikone",
      "John Knispel",
      "Cari Ann Kreienhop",
      "Autumn Lamp",
      "Kristy Magee",
      "Gabriel Maldonado",
      "Dina Massoud",
      "Dorris Mbogo",
      "Ralph McKinzie",
      "Carolyn McKnight",
      "Lauren McKown",
      "Matthew McNeile",
      "Birihan Mengistu",
      "Felix Mercader",
      "Stephanie Miller",
      "Susan Motley",
      "Parveen Mozaffar",
      "Julie Myer",
      "Amy Neufeld",
      "Estevan Ortiz",
      "Jenny Parr",
      "Cathie Peterson",
      "Paige Rice",
      "Ashley Richerson Miller",
      "Verónica Rodríguez-Méndez",
      "Tijera Safir",
      "Tony Schinze",
      "Rhonda Sharp",
      "Chris Sitek",
      "Anna’Marie Sosa",
      "Glen Stansberry",
      "Gordon Thompson",
      "Aaron Timm",
      "Jose Trujillo",
      "Steve Werninger",
      "Renee Williams",
      "Maddie Younger",
      "The University of Kansas",
      "Edwards Campus",
      "School of Professional Studies",
      "Jayhawk Global",
      "Kansas Board of Regents",
      "Edwards Campus",
      "Overland Park, KS",
      "12600 Quivira Road"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://socwel.ku.edu/people",
    "title": "The University of Kansas School of Social Welfare",
    "content": "David Adams Cassy Ainsworth Becci A. Akin e alexander Jennifer Ananda Meredith Bagwell-Gray Kyla Bennett Kathryn R. Berringer Sasha Bojkovic Christina Boyd Heather Bradley-Geary Jody Brook Joe Bush Tyleen Caffrey Juliana Carlson Michelle Mohr Carney Kortney A. Carr Améa Chandler Elise Chapline Roslyn L. Christopher Sean Collins Tara Combes Elenor Crangle Audrey Cress Caroline Culbertson Lori Cull-Deshmukh Ebony Davis Jennifer Dawdy Grey Endres Dustin Fish Jasmin Foster Brynn Fowler Nicole Gilmore Amy Gray Whitney Grube Amy Guinn Erin Gulledge Margaret Hair Taylor Hanna-Peterson Laurie Hart Camilah Hicks Cheryl Holmes Megan Hosterman Todd Isaac Reggie Jackson Sarah Jen Kelly Jones Joonmo Kang Vicki Keling Nancy Jo Kepple Marissa Kile Logan Knight Terry Koenig Derrick Kranke Gary Lasley Michelle Levy Melinda Lewis Kiley Liming Ricka Mammah Jason Matejkowski Vickie McArthur Briana McGeough Amy N. Mendenhall Carol Meza-Bakke Vicki Mignot Brennan J. Miller Christina Mott Norella Munoz Pegah Naemi Jimenez Ariana Nasrazadani Georgiana O'Connor Oscar Orozco-Aguilar Mickey Overton Amittia Parker Rachel Phelps Jennifer Pinker York Dulcinea Rakestraw Laura Ramirez Erin Reazin Emily Rhamy Michelle Ridley Michael Riquino Hazel Rogers Kelsey Rose Olivia Rothrock Sara Rust-Martin Robert Sagastume Clara Anderson Sainte Vlad Sainte Vanessa Sanburn Rebeca Sandoval Clara Sands Edward Scanlon Giselle Scott MJ Sellers Dana L. Shafer Chad Shaver Nicholas Simons-Bracken Stef Sloan Jerilyn Smith Tara R. Starwalt Lisa Street Jon Sushinsky Lora Swartzendruber Kelsey Taylor Delano Thomas Kristin Trendel Kristin Vernon Stuart Waldman Rose Wallace Tadeo Weiner Davis Carrie Wendel-Hummell Claire Willey-Sthapit Kelly Young School of Social Welfare myKU Integrated Health Scholars Program Sigler Family Aging Scholars Program Toni Johnson Center for Racial and Social Justice Center for Community Engagement and Collaboration Center for LGBTQ Research and Advocacy Center for Research on Aging & Disability Options Center for Research to Transform Systems for Family, Community & Social Justice Center for the Advancement of Health Equity Climate and Ecological Justice Collaborative Kansas Strong for Children and Families Family First Prevention Services Act University of Kansas University of Kansas Medical Center School of Nursing Landon Center on Aging The University of Kansas KU Edwards Campus Lawrence Salina Kansas 1535 West 15th St. Lawrence, KS 66045",
    "entities": [
      "David Adams",
      "Cassy Ainsworth",
      "Becci A. Akin",
      "e alexander",
      "Jennifer Ananda",
      "Meredith Bagwell-Gray",
      "Kyla Bennett",
      "Kathryn R. Berringer",
      "Sasha Bojkovic",
      "Christina Boyd",
      "Heather Bradley-Geary",
      "Jody Brook",
      "Joe Bush",
      "Tyleen Caffrey",
      "Juliana Carlson",
      "Michelle Mohr Carney",
      "Kortney A. Carr",
      "Améa Chandler",
      "Elise Chapline",
      "Roslyn L. Christopher",
      "Sean Collins",
      "Tara Combes",
      "Elenor Crangle",
      "Audrey Cress",
      "Caroline Culbertson",
      "Lori Cull-Deshmukh",
      "Ebony Davis",
      "Jennifer Dawdy",
      "Grey Endres",
      "Dustin Fish",
      "Jasmin Foster",
      "Brynn Fowler",
      "Nicole Gilmore",
      "Amy Gray",
      "Whitney Grube",
      "Amy Guinn",
      "Erin Gulledge",
      "Margaret Hair",
      "Taylor Hanna-Peterson",
      "Laurie Hart",
      "Camilah Hicks",
      "Cheryl Holmes",
      "Megan Hosterman",
      "Todd Isaac",
      "Reggie Jackson",
      "Sarah Jen",
      "Kelly Jones",
      "Joonmo Kang",
      "Vicki Keling",
      "Nancy Jo Kepple",
      "Marissa Kile",
      "Logan Knight",
      "Terry Koenig",
      "Derrick Kranke",
      "Gary Lasley",
      "Michelle Levy",
      "Melinda Lewis",
      "Kiley Liming",
      "Ricka Mammah",
      "Jason Matejkowski",
      "Vickie McArthur",
      "Briana McGeough",
      "Amy N. Mendenhall",
      "Carol Meza-Bakke",
      "Vicki Mignot",
      "Brennan J. Miller",
      "Christina Mott",
      "Norella Munoz",
      "Pegah Naemi Jimenez",
      "Ariana Nasrazadani",
      "Georgiana O'Connor",
      "Oscar Orozco-Aguilar",
      "Mickey Overton",
      "Amittia Parker",
      "Rachel Phelps",
      "Jennifer Pinker York",
      "Dulcinea Rakestraw",
      "Laura Ramirez",
      "Erin Reazin",
      "Emily Rhamy",
      "Michelle Ridley",
      "Michael Riquino",
      "Hazel Rogers",
      "Kelsey Rose",
      "Olivia Rothrock",
      "Sara Rust-Martin",
      "Robert Sagastume",
      "Clara Anderson Sainte",
      "Vlad Sainte",
      "Vanessa Sanburn",
      "Rebeca Sandoval",
      "Clara Sands",
      "Edward Scanlon",
      "Giselle Scott",
      "MJ Sellers",
      "Dana L. Shafer",
      "Chad Shaver",
      "Nicholas Simons-Bracken",
      "Stef Sloan",
      "Jerilyn Smith",
      "Tara R. Starwalt",
      "Lisa Street",
      "Jon Sushinsky",
      "Lora Swartzendruber",
      "Kelsey Taylor",
      "Delano Thomas",
      "Kristin Trendel",
      "Kristin Vernon",
      "Stuart Waldman",
      "Rose Wallace",
      "Tadeo Weiner Davis",
      "Carrie Wendel-Hummell",
      "Claire Willey-Sthapit",
      "Kelly Young",
      "School of Social Welfare",
      "myKU",
      "Integrated Health Scholars Program",
      "Sigler Family Aging Scholars Program",
      "Toni Johnson Center for Racial and Social Justice",
      "Center for Community Engagement and Collaboration",
      "Center for LGBTQ Research and Advocacy",
      "Center for Research on Aging & Disability Options",
      "Center for Research to Transform Systems for Family, Community & Social Justice",
      "Center for the Advancement of Health Equity",
      "Climate and Ecological Justice Collaborative",
      "Kansas Strong for Children and Families",
      "Family First Prevention Services Act",
      "University of Kansas",
      "University of Kansas Medical Center School of Nursing",
      "Landon Center on Aging",
      "The University of Kansas",
      "KU Edwards Campus",
      "Lawrence",
      "Salina",
      "Kansas",
      "1535 West 15th St. Lawrence, KS 66045"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://www.fzu.edu.cn/xxgk/xrld.htm",
    "title": "Fuzhou University",
    "content": "Chen Guolong Wu Minghong Zhang Xing Huang Shenyong Zheng Xulin Zou Yi Yang Huanghao Lin Jian Wang Xinchen Zhang Yalei Jiang Lilong Huang Ahuo Lu Xiaoqiang Fuzhou University Fujian Talent Union School Party Committee Fujian ICP Fujian Public Security Network Fuzhou Hong Kong Macao Taiwan Fujian Province",
    "entities": [
      "Chen Guolong",
      "Wu Minghong",
      "Zhang Xing",
      "Huang Shenyong",
      "Zheng Xulin",
      "Zou Yi",
      "Yang Huanghao",
      "Lin Jian",
      "Wang Xinchen",
      "Zhang Yalei",
      "Jiang Lilong",
      "Huang Ahuo",
      "Lu Xiaoqiang",
      "Fuzhou University",
      "Fujian Talent Union",
      "School Party Committee",
      "Fujian ICP",
      "Fujian Public Security Network",
      "Fuzhou",
      "Hong Kong",
      "Macao",
      "Taiwan",
      "Fujian Province"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/jury-convicts-university-kansas-researcher-hiding-ties-chinese-government",
    "doj_title": "Jury Convicts University of Kansas Researcher for Hiding Ties to Chinese Government"
  },
  {
    "url": "https://www.td.com/ca/en/about-td/corporate-profile/executive-profiles",
    "title": "TD Executives",
    "content": "Bharat Masrani Ajai Bambawale Melanie Burns Raymond Chun Paul Clark Barbara Hooper Greg Keeley Jane A. Langford Christine Morris Sona Mehta Michelle Myers Leo Salom Kelvin Vi Luan Tran Tim Wiggan TD Canada Trust TD TD Bank Group TD Securities TD Personal Banking CDIC YouTube Linkedin TD Small Business Banking TD Commercial Banking TD Asset Management TD Auto Finance TD Wealth TD Bank Personal Banking TD Bank Small Business Banking TD Bank Commercial Banking TD Wealth Private Client Group TD Bank Personal Financial Services Canada US Toronto, ON M5K 1A2",
    "entities": [
      "Bharat Masrani",
      "Ajai Bambawale",
      "Melanie Burns",
      "Raymond Chun",
      "Paul Clark",
      "Barbara Hooper",
      "Greg Keeley",
      "Jane A. Langford",
      "Christine Morris",
      "Sona Mehta",
      "Michelle Myers",
      "Leo Salom",
      "Kelvin Vi Luan Tran",
      "Tim Wiggan",
      "TD Canada Trust",
      "TD",
      "TD Bank Group",
      "TD Securities",
      "TD Personal Banking",
      "CDIC",
      "YouTube",
      "Linkedin",
      "TD Small Business Banking",
      "TD Commercial Banking",
      "TD Asset Management",
      "TD Auto Finance",
      "TD Wealth",
      "TD Bank Personal Banking",
      "TD Bank Small Business Banking",
      "TD Bank Commercial Banking",
      "TD Wealth Private Client Group",
      "TD Bank Personal Financial Services",
      "Canada",
      "US",
      "Toronto, ON M5K 1A2"
    ],
    "doj_url": "https://www.justice.gov/usao-nj/pr/us-attorney-philip-r-sellinger-announces-his-resignation",
    "doj_title": "U.S. Attorney Philip R. Sellinger Announces His Resignation"
  },
  {
    "url": "https://newark.osu.edu/faculty/directory",
    "title": "The Ohio State University Newark",
    "content": "The Ohio State University OSU.edu Ohio State Admissions Office Office of Student Financial Services University Financial Aid Programs Center for Student Success Math Learning Center The Writer's Studio Tutoring Center Office of Student Life Newark Earthworks Center Pelotonia SciDome Theatre LeFevre Fellows Newark Board Newark, OH",
    "entities": [
      "The Ohio State University",
      "OSU.edu",
      "Ohio State",
      "Admissions Office",
      "Office of Student Financial Services",
      "University Financial Aid Programs",
      "Center for Student Success",
      "Math Learning Center",
      "The Writer's Studio",
      "Tutoring Center",
      "Office of Student Life",
      "Newark Earthworks Center",
      "Pelotonia",
      "SciDome Theatre",
      "LeFevre Fellows",
      "Newark Board",
      "Newark, OH"
    ],
    "doj_url": "https://www.justice.gov/usao-sdoh/pr/university-researcher-pleads-guilty-lying-grant-applications-develop-scientific",
    "doj_title": "University researcher pleads guilty to lying on grant applications to develop scientific expertise for China"
  },
  {
    "url": "https://ed.psu.edu/faculty-staff-and-student-directory",
    "title": "PennState College of Education",
    "content": "Jane Abourezk Alyssa Adams Dr. Angelique Aitken Sarah Ake Andy Alexander Dr. Sophia L. Ángeles Dr. Brittany Aronson Dr. Eunice May Askov Penn State College of Education PSU.EDU Lionpath Office of International Programs Hubert H. Humphrey Fellowship Program World Campus Department of Learning and Performance Systems Professional Personnel Development Center PPDC WFED WFED/OD&C Professional Development Network PDN WEGSA Learning, Design, and Technology Department of Educational Psychology, Counseling, and Special Education Counselor Education Krause Innovation Studio Centers & Institutes Goodling Institute for Research in Family Literacy Institute for the Study of Adult Literacy (ISAL) Center for the Study of Higher Education (CSHE) Professional Personnel Development Center for Career and Technical Education Center for Science and the Schools (CSATS) Dr. Edwin L. Herr Clinic Center on Rural Education and Communities (CREC) Center for Evaluation and Education Policy Analysis (CEEPA) Pennsylvania School Study Council (PSSC) Child Study Center Population Research Institute (PRI) Educational Risk Initiative (ERI) Center for the Study of Leadership and Ethics (CSLE) Center for Education and Civil Rights Clearinghouse for Military Family Readiness Journey Success Center Restorative Justice Initiative D.C. Social Justice Initiative Carrara Education Technology Center (CETC) University Park, PA 16802",
    "entities": [
      "Jane Abourezk",
      "Alyssa Adams",
      "Dr. Angelique Aitken",
      "Sarah Ake",
      "Andy Alexander",
      "Dr. Sophia L. Ángeles",
      "Dr. Brittany Aronson",
      "Dr. Eunice May Askov",
      "Penn State College of Education",
      "PSU.EDU",
      "Lionpath",
      "Office of International Programs",
      "Hubert H. Humphrey Fellowship Program",
      "World Campus",
      "Department of Learning and Performance Systems",
      "Professional Personnel Development Center",
      "PPDC",
      "WFED",
      "WFED/OD&C Professional Development Network",
      "PDN",
      "WEGSA",
      "Learning, Design, and Technology",
      "Department of Educational Psychology, Counseling, and Special Education",
      "Counselor Education",
      "Krause Innovation Studio",
      "Centers & Institutes",
      "Goodling Institute for Research in Family Literacy",
      "Institute for the Study of Adult Literacy (ISAL)",
      "Center for the Study of Higher Education (CSHE)",
      "Professional Personnel Development Center for Career and Technical Education",
      "Center for Science and the Schools (CSATS)",
      "Dr. Edwin L. Herr Clinic",
      "Center on Rural Education and Communities (CREC)",
      "Center for Evaluation and Education Policy Analysis (CEEPA)",
      "Pennsylvania School Study Council (PSSC)",
      "Child Study Center",
      "Population Research Institute (PRI)",
      "Educational Risk Initiative (ERI)",
      "Center for the Study of Leadership and Ethics (CSLE)",
      "Center for Education and Civil Rights",
      "Clearinghouse for Military Family Readiness",
      "Journey Success Center",
      "Restorative Justice Initiative",
      "D.C. Social Justice Initiative",
      "Carrara Education Technology Center (CETC)",
      "University Park, PA 16802"
    ],
    "doj_url": "https://www.justice.gov/usao-sdoh/pr/university-researcher-pleads-guilty-lying-grant-applications-develop-scientific",
    "doj_title": "University researcher pleads guilty to lying on grant applications to develop scientific expertise for China"
  },
  {
    "url": "https://www.peabodyenergy.com/Investor-Info/Corporate-Governance/Board-of-Directors",
    "title": "Peabody Energy Generation",
    "content": "M. Katherine Banks Andrea Bertone Bill Champion Nicholas Chirekos Stephen Gorman Jim Grech Joe Laymon Bob Malone James Grech Peabody Texas A&M University Duke Energy International Gladiator Mining Group LLC J.P. Morgan Air Methods Corporation Chevron Corporation Ford Motor Company First Sonora Bancshares, Inc. Halliburton Company Baker & McKenzie TAM Airlines Waste Connections Amcor plc Drax Group plc Buenaventura Mining Co. Inc. Rio Tinto PLC New Gold Inc. TimkenSteel Corp. University of Denver’s Daniels College of Business Borden Dairy Company Delta Air Lines, Inc. Greyhound Lines, Inc. Krispy Kreme Doughnuts, Inc. ArcBest Corporation Grupo Aeroméxico, S. A. B. de C. V. Bradley University Wolverine Fuels Nexus Gas Transmission Consol Energy DTE Energy America’s Power National Mining Association Blue Danube Incorporated Coal Industry Advisory Board of the International Energy Agency Clark Atlanta University BoardRoomIQ.com United Way of the Bay Area Clearwater Paper Corporation First National Bank of Sonora BP plc BP America Inc. Teledyne Technologies Incorporated Texas Duke University University of Florida University of North Carolina University of Sao Paulo Brazil Chicago-Kent College of Law Illinois Institute of Technology University of Arizona Arizona State University University of Denver New York University Eureka College University of Michigan Lawrence Technological University Wharton Business School Jackson State University University of Wisconsin University of Texas at El Paso Massachusetts Institute of Technology",
    "entities": [
      "M. Katherine Banks",
      "Peabody Energy Generation",
      "Peabody Energy"
    ],
    "doj_url": "https://www.justice.gov/usao-ndwv/pr/former-west-virginia-university-professor-pleads-guilty-wire-fraud-and-tax-fraud",
    "doj_title": "Former West Virginia University professor pleads guilty to wire fraud and tax fraud"
  },
  {
    "url": "https://directory.statler.wvu.edu/faculty-directory",
    "title": "West Virginia University",
    "content": "Omar Abdul-Aziz Donald Adjeroh Rashpal Ahluwalia Imtiaz Ahmed V'yacheslav Akkerman Dan Alexander Atheer Almasri Omar Al-Shebeeb Omar Hazbon Alvarez Samuel Ameri Kashy Aminian Hany Ammar Omid Askari John Atkins Onur Avci Alberto Ayala Richard Bajura Kevin Bandura Larry E. Banta Ever J. Barbero Karl Barth Margaret Bennewitz Debangsu Bhattacharyya Ilkin Bilgesu Sam Bonasso David Booker Thirimachos Bourlai Michael Brantmayer Alan Brannon Mike Brewster Patrick Browning James Bryce Jack Byrd Jr. Darran R. Cairns Joshua Caldwell Stephen Cain David Carrick William Cawthorne Roger Chen Eung Cho Muhammad Choudhry Avishek Choudhury Eugene Cilento Nigel N. Clark Wils Cooley Jamie Cope Kenneth Costello Robert Creese Dady Dadyburjor Mahdi Darzi Poulami Datta Jeremy Dawson Darrell Dean Jr. Jim Dean Russell K. Dean Omid Dehzangi Daniel Della-Giustina Tom Devine Kakan Dey Cerasela Zoica Dinu Makenzie Keepers Martin Dombrowski Gianfranco Doretto Cosmin Dumitrescu Ronald Eck Jeff Edgell Mohamed El Sgher Robert Eli Amr El-Wakeel Elaine Eschen Parviz Famouri Ebrahim Fathi Donald H. Ferguson Marcus Fisher Victor Fragoso John A. Frazer Jim French Alycia Gailey Hota GangaRao Nagasree Garapati Emily Garner Mridul Gautam Andrew Gillette Frank Goodwin Bhaskaran Gopalakrishnan Katerina Goseva-Popstojanova Jeremy Gouzd David Graham Valeriya Gritsenko Jason Gross Yu Gu Steve Guffey Guodong Guo Rakesh Gupta Alvin Guthrie Prashnna Gyawali Todd Hamrick John Hando Jonathan Handy Md Emdadul Haque Jeremy Hardinger Joseph Head Keith Heasley Mohamed Hefeida John Helmick Robin Hensel Robin Hissam Leslie Hopkinson Lawrence Hornak Jianli (John) Hu Qingqing Huang Yiqun Huang Wade W. Huebsch Carter Hulcher Wafik Iskander Lawrence Jacowitz Juggy Jagannathan Majid Jaridi Mark Jerabek Derek R. Johnson Bruce Kang Nima Karimian Moriah Katt Vladislav Kecojevic Sarika Khushalani-Solanki David Klinke Powsiri Klinkhachorn Daniel Kniska Peter Konrad Justin Koper Randy Kowalczyk Philomena Krosmico Edwin Kugler John Kuhlman Vinod Kulathumani Hang Woon Lee Hailin Li Wenyuan Li Xin Li Fernando V. Lima Lian-Shin Lin Bin Liu Xingbo Liu Yuxin Liu Zeyu Liu Zhichao Liu Diana Lobai-Akkerman Randy Long James Lunden Chunlin Luo George Xavier Lupinacci Donald Lyons Pedro J. Mago Brian Malott Giacomo Marani David Martinelli Amy McBrayer Mitch McBrayer Kevyn McBride Michael McCawley Robert McConnell Alan McKendall Eugene McKenzie Jr. Don McLaughlin Rose McMurray Douglas McQuaid Kenneth Means David Mebane Piyush Mehta Shahab Mohaghegh James Mooney Christopher Moore Gary J. Morris Victor H. Mucino Sam Mukdadi Vincenzo Mulone Gregory Mundy Terence Musho Warren Myers Marcello R. Napolitano Sergio Andres Paredes Navia Ashish Nimbarte Andrew C. Nix Afzel Noore Timothy Nurkiewicz John Nuszkowski Roy Nutter Jr. Nicholas Ohi Akua Oppong-Anane Kevin Orner Mahesh Padmanabhan Srinivas Palanki Brijesh Patel Syd Peng Douglas Penn Guilherme Pereira Mario Perhinschi Robert Phipps Anika Pirkey Ralph Plummer Jacky Prucz Dimitra Pyrialakou Songgang Qiu John Quaranta George Rannenberg Ron Reaser Ramana Reddy Sumitra Reddy Nelson Rekos Sean Rhodes Loren Rieth Robert E Roberts Matthew Robinson Arun Ross McLaughlin Ryan JuHyeong Ryu Edward Sabolsky William Sack Lizzie Santiago Oishi Sanyal Saiph Savage Natalia Schmid Hayri Sezer Joseph Shaeiwitz Qusai Al Shidi Samir Shoukry Konstantinos Sierros Hema Siriwardane Nithi Sivaneri Layth Sliman John Sneckenberger Jignesh Solanki Clement Solomon Xueyan Song Eduardo Sosa Soumya Srivastava Alfred Stiller Charter Stinespring K. Subramani Keith Summers Harold Sun Wei Sun Nicholas Szorcinski Brandon Takacs Deniz Talan Cynthia Tanner Sara Tehranipoor Kenneth Tennant Pramod Thakur Arvind Thiruvengadam Gregory Thompson Yuhe Tian Luis Tipanluisa Zachary Lyle Toothman George Trapp Alberto Traverso Deniz Tuncay Richard Turton Christopher Ulishney Matthew Valenti Andres Velasquez Escandon Wallace Venable Richard Walters Luyi Wang Shuo Wang Yuxin Wang Scott Warden Scott Wayne Gergis William Ava Caudill Winn Brian Woerner Piotr Wojciechowski Irene Ramirez Wuest David Wyrick Xueyan Sherry Xu Sergiy Yakovenko Ray Yang YanFang Ye Yoojung Yoon Xi Yu Michael Yura John Zaniewski Scott Zemerick Ziqing Zhuang Lingfeng Zhou Stephen Zitney John Zondlo Statler College Faculty-Staff Directory West Virginia University Benjamin M. Statler College of Engineering and Mineral Resources Wadsworth Department of Civil and Environmental Engineering Lane Department of Computer Science and Electrical Engineering Department of Industrial and Management Systems Engineering Department of Mechanical, Materials and Aerospace Engineering Department of Mining Engineering Fundamentals of Engineering Program Department of Petroleum and Natural Gas Engineering Department of Chemical and Biomedical Engineering National Research Center for Coal and Energy WVU Industrial Extension WVU Center for Identification Technology Research Center for Innovation in Gas Utilization and Research (CIGRU) WVRTC Industrial Assessment Center WVU Mine Academy West Virginia Morgantown",
    "entities": [
      "Omar Abdul-Aziz",
      "Donald Adjeroh",
      "Rashpal Ahluwalia",
      "Imtiaz Ahmed",
      "V'yacheslav Akkerman",
      "Dan Alexander",
      "Atheer Almasri",
      "Omar Al-Shebeeb",
      "Omar Hazbon Alvarez",
      "Samuel Ameri",
      "Kashy Aminian",
      "Hany Ammar",
      "Omid Askari",
      "John Atkins",
      "Onur Avci",
      "Alberto Ayala",
      "Richard Bajura",
      "Kevin Bandura",
      "Larry E. Banta",
      "Ever J. Barbero",
      "Karl Barth",
      "Margaret Bennewitz",
      "Debangsu Bhattacharyya",
      "Ilkin Bilgesu",
      "Sam Bonasso",
      "David Booker",
      "Thirimachos Bourlai",
      "Michael Brantmayer",
      "Alan Brannon",
      "Mike Brewster",
      "Patrick Browning",
      "James Bryce",
      "Jack Byrd Jr.",
      "Darran R. Cairns",
      "Joshua Caldwell",
      "Stephen Cain",
      "David Carrick",
      "William Cawthorne",
      "Roger Chen",
      "Eung Cho",
      "Muhammad Choudhry",
      "Avishek Choudhury",
      "Eugene Cilento",
      "Nigel N. Clark",
      "Wils Cooley",
      "Jamie Cope",
      "Kenneth Costello",
      "Robert Creese",
      "Dady Dadyburjor",
      "Mahdi Darzi",
      "Poulami Datta",
      "Jeremy Dawson",
      "Darrell Dean Jr.",
      "Jim Dean",
      "Russell K. Dean",
      "Omid Dehzangi",
      "Daniel Della-Giustina",
      "Tom Devine",
      "Kakan Dey",
      "Cerasela Zoica Dinu",
      "Makenzie Keepers",
      "Martin Dombrowski",
      "Gianfranco Doretto",
      "Cosmin Dumitrescu",
      "Ronald Eck",
      "Jeff Edgell",
      "Mohamed El Sgher",
      "Robert Eli",
      "Amr El-Wakeel",
      "Elaine Eschen",
      "Parviz Famouri",
      "Ebrahim Fathi",
      "Donald H. Ferguson",
      "Marcus Fisher",
      "Victor Fragoso",
      "John A. Frazer",
      "Jim French",
      "Alycia Gailey",
      "Hota GangaRao",
      "Nagasree Garapati",
      "Emily Garner",
      "Mridul Gautam",
      "Andrew Gillette",
      "Frank Goodwin",
      "Bhaskaran Gopalakrishnan",
      "Katerina Goseva-Popstojanova",
      "Jeremy Gouzd",
      "David Graham",
      "Valeriya Gritsenko",
      "Jason Gross",
      "Yu Gu",
      "Steve Guffey",
      "Guodong Guo",
      "Rakesh Gupta",
      "Alvin Guthrie",
      "Prashnna Gyawali",
      "Todd Hamrick",
      "John Hando",
      "Jonathan Handy",
      "Md Emdadul Haque",
      "Jeremy Hardinger",
      "Joseph Head",
      "Keith Heasley",
      "Mohamed Hefeida",
      "John Helmick",
      "Robin Hensel",
      "Robin Hissam",
      "Leslie Hopkinson",
      "Lawrence Hornak",
      "Jianli (John) Hu",
      "Qingqing Huang",
      "Yiqun Huang",
      "Wade W. Huebsch",
      "Carter Hulcher",
      "Wafik Iskander",
      "Lawrence Jacowitz",
      "Juggy Jagannathan",
      "Majid Jaridi",
      "Mark Jerabek",
      "Derek R. Johnson",
      "Bruce Kang",
      "Nima Karimian",
      "Moriah Katt",
      "Vladislav Kecojevic",
      "Sarika Khushalani-Solanki",
      "David Klinke",
      "Powsiri Klinkhachorn",
      "Daniel Kniska",
      "Peter Konrad",
      "Justin Koper",
      "Randy Kowalczyk",
      "Philomena Krosmico",
      "Edwin Kugler",
      "John Kuhlman",
      "Vinod Kulathumani",
      "Hang Woon Lee",
      "Hailin Li",
      "Wenyuan Li",
      "Xin Li",
      "Fernando V. Lima",
      "Lian-Shin Lin",
      "Bin Liu",
      "Xingbo Liu",
      "Yuxin Liu",
      "Zeyu Liu",
      "Zhichao Liu",
      "Diana Lobai-Akkerman",
      "Randy Long",
      "James Lunden",
      "Chunlin Luo",
      "George Xavier Lupinacci",
      "Donald Lyons",
      "Pedro J. Mago",
      "Brian Malott",
      "Giacomo Marani",
      "David Martinelli",
      "Amy McBrayer",
      "Mitch McBrayer",
      "Kevyn McBride",
      "Michael McCawley",
      "Robert McConnell",
      "Alan McKendall",
      "Eugene McKenzie Jr.",
      "Don McLaughlin",
      "Rose McMurray",
      "Douglas McQuaid",
      "Kenneth Means",
      "David Mebane",
      "Piyush Mehta",
      "Shahab Mohaghegh",
      "James Mooney",
      "Christopher Moore",
      "Gary J. Morris",
      "Victor H. Mucino",
      "Sam Mukdadi",
      "Vincenzo Mulone",
      "Gregory Mundy",
      "Terence Musho",
      "Warren Myers",
      "Marcello R. Napolitano",
      "Sergio Andres Paredes Navia",
      "Ashish Nimbarte",
      "Andrew C. Nix",
      "Afzel Noore",
      "Timothy Nurkiewicz",
      "John Nuszkowski",
      "Roy Nutter Jr.",
      "Nicholas Ohi",
      "Akua Oppong-Anane",
      "Kevin Orner",
      "Mahesh Padmanabhan",
      "Srinivas Palanki",
      "Brijesh Patel",
      "Syd Peng",
      "Douglas Penn",
      "Guilherme Pereira",
      "Mario Perhinschi",
      "Robert Phipps",
      "Anika Pirkey",
      "Ralph Plummer",
      "Jacky Prucz",
      "Dimitra Pyrialakou",
      "Songgang Qiu",
      "John Quaranta",
      "George Rannenberg",
      "Ron Reaser",
      "Ramana Reddy",
      "Sumitra Reddy",
      "Nelson Rekos",
      "Sean Rhodes",
      "Loren Rieth",
      "Robert E Roberts",
      "Matthew Robinson",
      "Arun Ross",
      "McLaughlin Ryan",
      "JuHyeong Ryu",
      "Edward Sabolsky",
      "William Sack",
      "Lizzie Santiago",
      "Oishi Sanyal",
      "Saiph Savage",
      "Natalia Schmid",
      "Hayri Sezer",
      "Joseph Shaeiwitz",
      "Qusai Al Shidi",
      "Samir Shoukry",
      "Konstantinos Sierros",
      "Hema Siriwardane",
      "Nithi Sivaneri",
      "Layth Sliman",
      "John Sneckenberger",
      "Jignesh Solanki",
      "Clement Solomon",
      "Xueyan Song",
      "Eduardo Sosa",
      "Soumya Srivastava",
      "Alfred Stiller",
      "Charter Stinespring",
      "K. Subramani",
      "Keith Summers",
      "Harold Sun",
      "Wei Sun",
      "Nicholas Szorcinski",
      "Brandon Takacs",
      "Deniz Talan",
      "Cynthia Tanner",
      "Sara Tehranipoor",
      "Kenneth Tennant",
      "Pramod Thakur",
      "Arvind Thiruvengadam",
      "Gregory Thompson",
      "Yuhe Tian",
      "Luis Tipanluisa",
      "Zachary Lyle Toothman",
      "George Trapp",
      "Alberto Traverso",
      "Deniz Tuncay",
      "Richard Turton",
      "Christopher Ulishney",
      "Matthew Valenti",
      "Andres Velasquez Escandon",
      "Wallace Venable",
      "Richard Walters",
      "Luyi Wang",
      "Shuo Wang",
      "Yuxin Wang",
      "Scott Warden",
      "Scott Wayne",
      "Gergis William",
      "Ava Caudill Winn",
      "Brian Woerner",
      "Piotr Wojciechowski",
      "Irene Ramirez Wuest",
      "David Wyrick",
      "Xueyan Sherry Xu",
      "Sergiy Yakovenko",
      "Ray Yang",
      "YanFang Ye",
      "Yoojung Yoon",
      "Xi Yu",
      "Michael Yura",
      "John Zaniewski",
      "Scott Zemerick",
      "Ziqing Zhuang",
      "Lingfeng Zhou",
      "Stephen Zitney",
      "John Zondlo",
      "Statler College Faculty-Staff Directory",
      "West Virginia University",
      "Benjamin M. Statler College of Engineering and Mineral Resources",
      "Wadsworth Department of Civil and Environmental Engineering",
      "Lane Department of Computer Science and Electrical Engineering",
      "Department of Industrial and Management Systems Engineering",
      "Department of Mechanical, Materials and Aerospace Engineering",
      "Department of Mining Engineering",
      "Fundamentals of Engineering Program",
      "Department of Petroleum and Natural Gas Engineering",
      "Department of Chemical and Biomedical Engineering",
      "National Research Center for Coal and Energy",
      "WVU Industrial Extension",
      "WVU Center for Identification Technology Research",
      "Center for Innovation in Gas Utilization and Research (CIGRU)",
      "WVRTC",
      "Industrial Assessment Center",
      "WVU Mine Academy",
      "West Virginia",
      "Morgantown"
    ],
    "doj_url": "https://www.justice.gov/usao-ndwv/pr/former-west-virginia-university-professor-pleads-guilty-wire-fraud-and-tax-fraud",
    "doj_title": "Former West Virginia University professor pleads guilty to wire fraud and tax fraud"
  },
  {
    "url": "https://www.synfuelsamericas.com/executive-team/",
    "title": "Synfuels Americas",
    "content": "Justin (Judd) Swift George Herbert Walker Bush Yong Wang Li Synfuels Americas U.S. Department of Energy, Office of Fossil Energy Carbon Sequestration Leadership Forum (CSLF) Swift Global Results (SGR) Synfuels China Technology Co., Ltd. Chinese Academy of Science National Energy Research Center for Clean Fuels from Coal Chinese Ministry of Science and Technology (MOST) Cogo Interactive China United States of America",
    "entities": [
      "Justin (Judd) Swift",
      "George Herbert Walker Bush",
      "Yong Wang Li",
      "Synfuels Americas",
      "U.S. Department of Energy, Office of Fossil Energy",
      "Carbon Sequestration Leadership Forum (CSLF)",
      "Swift Global Results (SGR)",
      "Synfuels China Technology Co., Ltd.",
      "Chinese Academy of Science",
      "National Energy Research Center for Clean Fuels from Coal",
      "Chinese Ministry of Science and Technology (MOST)",
      "Cogo Interactive"
    ],
    "doj_url": "https://www.justice.gov/usao-ndwv/pr/former-west-virginia-university-professor-pleads-guilty-wire-fraud-and-tax-fraud",
    "doj_title": "Former West Virginia University professor pleads guilty to wire fraud and tax fraud"
  },
  {
    "url": "https://hangkong.nwpu.edu.cn/EN/Faculty.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Wenfeng Li Yiyuan Ma Shengxi Zhou Xuanshi Meng Yanlong Xu Jie Zhou Ni Li Bing Li College of AeronauticsNorthwestern Polytechnical University Department of Aircraft Design Engineering Department of Aeronautical Structure Engineering Department of Fluid Mechanics Department of Integrated Technology and Control Engineering Institute of Extreme Mechanics School of Aeronautics of Northwestern Polytechnical University No .127, Youyi West Road, Beilin District, Xi'an City, Shaanxi Province",
    "entities": [
      "Wenfeng Li",
      "Yiyuan Ma",
      "Shengxi Zhou",
      "Xuanshi Meng",
      "Yanlong Xu",
      "Jie Zhou",
      "Ni Li",
      "Bing Li",
      "College of AeronauticsNorthwestern Polytechnical University",
      "Department of Aircraft Design Engineering",
      "Department of Aeronautical Structure Engineering",
      "Department of Fluid Mechanics",
      "Department of Integrated Technology and Control Engineering",
      "Institute of Extreme Mechanics",
      "School of Aeronautics of Northwestern Polytechnical University",
      "No .127, Youyi West Road, Beilin District, Xi'an City, Shaanxi Province"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://tujian.nwpu.edu.cn/szdw/szml/gclxx/qb.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Zhu Weiqiu Yue Zhufeng Deng Zichen Wang Fenghui Gao Xingshan Ren Jianting Qin Weiyang Liu Yongshou Li Chun Zhang Juan Wen Zhixun Wang Xinmei Li Lei Zhou Changcong Wang Anqiang Yang Yongfeng School of Mechanics and Civil Engineering Northwestern Polytechnical University Department of Engineering Mechanics Department of Civil Engineering Department of Architecture Chang'an District Xi'an Shaanxi Province China",
    "entities": [
      "Zhu Weiqiu",
      "Yue Zhufeng",
      "Deng Zichen",
      "Wang Fenghui",
      "Gao Xingshan",
      "Ren Jianting",
      "Qin Weiyang",
      "Liu Yongshou",
      "Li Chun",
      "Zhang Juan",
      "Wen Zhixun",
      "Wang Xinmei",
      "Li Lei",
      "Zhou Changcong",
      "Wang Anqiang",
      "Yang Yongfeng",
      "School of Mechanics and Civil Engineering",
      "Northwestern Polytechnical University",
      "Department of Engineering Mechanics",
      "Department of Civil Engineering",
      "Department of Architecture",
      "Chang'an District",
      "Xi'an",
      "Shaanxi Province"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://cailiao.nwpu.edu.cn/szdw/lyys.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Fu Hengzhi Zhang Litong Li Yanrong Li Hejun Zhou Lian Liu Weimin Zhang Pingxiang Zhou Yaohe School of Materials HomeDigital College School ProfileCollege College HistoryCollege College LeadershipSuccessive LeadershipOrganization SetupFacultyAcademicians of the two academies Outstanding TalentsYoung TalentsTeacher ListTeacher StyleEducation and TeachingUndergraduate TrainingMaster TrainingDoctoral TrainingScientific ResearchScientific Research PlatformScientific Research TeamAcademic AchievementsSafety and ConfidentialityDownloadsParty and Mass Work Overview of the Party Committee Theoretical LearningDownloadsTrade Union HomeStudent WorkStudent Work TeamGuide to ServiceMental HealthStudent ActivitiesStudent StyleStudent EmploymentInternational CooperationPartnersCooperation ProjectsStudy AbroadOpportunitiesInternational CompetenceCourse DownloadsTalent RecruitmentRecruitment NoticeLatest RecruitmentRelated DownloadsAlumni HomeAlumni StyleAlumni ActivitiesAlumni DonationsGolden YearsFacultyFacultyAcademicians of the two academies Materials Science and Engineering Material Forming and Control Engineering Department of Composite Materials and Engineering Frontier Interdisciplinary Research Center for MaterialsScience and Technology Practice and Materials Analysis Innovation Center Website Management",
    "entities": [
      "Fu Hengzhi",
      "Zhang Litong",
      "Li Yanrong",
      "Li Hejun",
      "Zhou Lian",
      "Liu Weimin",
      "Zhang Pingxiang",
      "Zhou Yaohe",
      "School of Materials HomeDigital College",
      "School ProfileCollege",
      "College HistoryCollege",
      "College LeadershipSuccessive LeadershipOrganization SetupFacultyAcademicians of the two academies",
      "Outstanding TalentsYoung TalentsTeacher ListTeacher StyleEducation and TeachingUndergraduate TrainingMaster TrainingDoctoral TrainingScientific ResearchScientific Research PlatformScientific Research TeamAcademic AchievementsSafety and ConfidentialityDownloadsParty and Mass Work",
      "Overview of the Party Committee",
      "Theoretical LearningDownloadsTrade Union HomeStudent WorkStudent Work TeamGuide to ServiceMental HealthStudent ActivitiesStudent StyleStudent EmploymentInternational CooperationPartnersCooperation ProjectsStudy AbroadOpportunitiesInternational CompetenceCourse DownloadsTalent RecruitmentRecruitment NoticeLatest RecruitmentRelated DownloadsAlumni HomeAlumni StyleAlumni ActivitiesAlumni DonationsGolden YearsFacultyFacultyAcademicians of the two academies",
      "Materials Science and Engineering",
      "Material Forming and Control Engineering",
      "Department of Composite Materials and Engineering",
      "Frontier Interdisciplinary Research Center for MaterialsScience and Technology Practice and Materials Analysis Innovation Center",
      "Website Management"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://dianzi.nwpu.edu.cn/en/Faculty/Department_of_Micro_nano_Electronics_and_Integra.htm",
    "title": "Northwestern Polytechnical University",
    "content": "duan zhe min liu shi bin li hui xu jian cheng Zhou Wei chen nan Li Xin du yong qian dong xiao qiang zhang guan wen yin xi peng sun wei liu yi li gui fang yan jia ming cui li Department of Micro-nano Electronics and Integrated Circuits-School of Electronics and Information School of Electronics and Information Department of Micro-nano Electronics and Integrated Circuits Department of Electronic Engineering Department of Systems and Control Engineering Department of Communication Engineering Department of Information Engineering Electronic Experimental Teaching Center Xi'an Shaanxi PRChina",
    "entities": [
      "duan zhe",
      "min liu",
      "shi bin li",
      "hui xu",
      "jian cheng",
      "Zhou Wei",
      "chen nan",
      "Li Xin",
      "du yong",
      "qian dong",
      "xiao qiang",
      "zhang guan wen",
      "yin xi peng",
      "sun wei",
      "liu yi",
      "li gui fang",
      "yan jia ming",
      "cui li",
      "Department of Micro-nano Electronics and Integrated Circuits-School of Electronics and Information",
      "School of Electronics and Information",
      "Department of Micro-nano Electronics and Integrated Circuits",
      "Department of Electronic Engineering",
      "Department of Systems and Control Engineering",
      "Department of Communication Engineering",
      "Department of Information Engineering",
      "Electronic Experimental Teaching Center"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://zdhxy.nwpu.edu.cn/English/Faculty_and_Students/Professor.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Pan Quan Zhang Weiguo Liu Weiguo Yang Jianhua Wu Xiaohua Guo Lei Shi Zhongke Cheng Yongmei Dou Manfeng Hou Mingshan Li Sihai Li Yuren Liang Yan Lin Hui Liu Huiying Liu Jinglin Lu Jingchao Ma Ruiqing Qi Rong Qu Shiru Wang Jisen Wang Wei Xie Lili Yan Jianguo Yuan Zhaohui Zhang Xiaobin Li Aijun Li Yan Luo Ling Luo Guangzhao Zhang Shaowu Ren Jianxin Han Junwei Deng Zhenghong Xu Bin Zhi Yongfeng Wang Xiaoxu Hu Xintao Liu Zhunga Zhao Yongqiang Cheng Gong Li Tiancheng Yang Ning Zheng Xiancheng Li Weilin Song Shoujun Huangfu Yigeng Wang Changqing Northwestern Polytechnical University School of Automation Intelligent Science and Technology Navigation Guidance and Control Electrical Engineering Detection Technology and Automation System Control Theory and Control Engineering Xi'an Shaanxi PRChina",
    "entities": [
      "Pan Quan",
      "Zhang Weiguo",
      "Liu Weiguo",
      "Yang Jianhua",
      "Wu Xiaohua",
      "Guo Lei",
      "Shi Zhongke",
      "Cheng Yongmei",
      "Dou Manfeng",
      "Hou Mingshan",
      "Li Sihai",
      "Li Yuren",
      "Liang Yan",
      "Lin Hui",
      "Liu Huiying",
      "Liu Jinglin",
      "Lu Jingchao",
      "Ma Ruiqing",
      "Qi Rong",
      "Qu Shiru",
      "Wang Jisen",
      "Wang Wei",
      "Xie Lili",
      "Yan Jianguo",
      "Yuan Zhaohui",
      "Zhang Xiaobin",
      "Li Aijun",
      "Li Yan",
      "Luo Ling",
      "Luo Guangzhao",
      "Zhang Shaowu",
      "Ren Jianxin",
      "Han Junwei",
      "Deng Zhenghong",
      "Xu Bin",
      "Zhi Yongfeng",
      "Wang Xiaoxu",
      "Hu Xintao",
      "Liu Zhunga",
      "Zhao Yongqiang",
      "Cheng Gong",
      "Li Tiancheng",
      "Yang Ning",
      "Zheng Xiancheng",
      "Li Weilin",
      "Song Shoujun",
      "Huangfu Yigeng",
      "Wang Changqing",
      "Northwestern Polytechnical University School of Automation",
      "Intelligent Science and Technology",
      "Navigation Guidance and Control",
      "Electrical Engineering",
      "Detection Technology and Automation System",
      "Control Theory and Control Engineering"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://rwjj.nwpu.edu.cn/english11/Faculties/Professor.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Wang Chunping Xiao Zhoulu Ding Shejiao Mao Jiaqiang Wang Yanchuan Yang Yunxia Yang Jin Zhou Jiong Liu Min School of Public Policy and Management ZH Navigation Faculty of Law School of Humanities, Economics and Law Department of Public Management ASPA Northwestern Polytechnical University School of Humanities and Economic Law Shaanxi United States Dongxiang Road, Dongda Street Office, Chang'an District, Xi'an, Shaanxi Province",
    "entities": [
      "Wang Chunping",
      "Xiao Zhoulu",
      "Ding Shejiao",
      "Mao Jiaqiang",
      "Wang Yanchuan",
      "Yang Yunxia",
      "Yang Jin",
      "Zhou Jiong",
      "Liu Min",
      "School of Public Policy and Management ZH Navigation",
      "Faculty of Law",
      "School of Humanities, Economics and Law",
      "Department of Public Management",
      "ASPA",
      "Northwestern Polytechnical University School of Humanities and Economic Law",
      "Shaanxi",
      "United States",
      "Dongxiang Road, Dongda Street Office, Chang'an District, Xi'an, Shaanxi Province"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://wlkjaqxy.nwpu.edu.cn/English/Faculty.htm",
    "title": "Northwestern Polytechnical University",
    "content": "Zhang Shengbing Mu Dejun Wang Zhen Liu Jiajia Zhang Jingzhou Liu Zhiqiang Guo Yangming Sun Wen Guo Dawei Mao Bomin Wang Gaozu Liu Hang Chen Wu Hong Liang Dai Hang Zhang Huixiang Yang Libin Hu Wei Guo Hongzhi Jin Zengwang Zhang Shangwei Liu Beiyuan Xu Sai Yu Yinbo Zhao Bo Liu Jinhui Xun Yijie Li Xiaoyu Jin Siya Wang Jiadai Cao Yuwen Gao Dehong Peng Datian Xiong Guangcai Tai Yu Cao Guoyan Qi Mingping Bi Hongliang Cai Wenjing Wang Qibeijian Northwestern Polytechnical University School of Cyberspace Security Network Security College of Northwestern Polytechnical University Beilin District, Xi'an, Shaanxi",
    "entities": [
      "Zhang Shengbing",
      "Mu Dejun",
      "Wang Zhen",
      "Liu Jiajia",
      "Zhang Jingzhou",
      "Liu Zhiqiang",
      "Guo Yangming",
      "Sun Wen",
      "Guo Dawei",
      "Mao Bomin",
      "Wang Gaozu",
      "Liu Hang",
      "Chen Wu",
      "Hong Liang",
      "Dai Hang",
      "Zhang Huixiang",
      "Yang Libin",
      "Hu Wei",
      "Guo Hongzhi",
      "Jin Zengwang",
      "Zhang Shangwei",
      "Liu Beiyuan",
      "Xu Sai",
      "Yu Yinbo",
      "Zhao Bo",
      "Liu Jinhui",
      "Xun Yijie",
      "Li Xiaoyu",
      "Jin Siya",
      "Wang Jiadai",
      "Cao Yuwen",
      "Gao Dehong",
      "Peng Datian",
      "Xiong Guangcai",
      "Tai Yu",
      "Cao Guoyan",
      "Qi Mingping",
      "Bi Hongliang",
      "Cai Wenjing",
      "Wang Qibeijian",
      "Northwestern Polytechnical University School of Cyberspace Security",
      "Network Security College of Northwestern Polytechnical University",
      "Beilin District, Xi'an, Shaanxi"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "https://iopen.nwpu.edu.cn/en/Faculty1/Professor.htm",
    "title": "Northwestern Polytechnical University School of Artificial Intelligence",
    "content": "Xuelong Li Guanghua Cheng Qinghua Huang Yuanshan Liu Zongcheng Miao Feiping Nie Qi Wang Zhen Wang Yuan Yuan Chao Gao Institute of Optoelectronics and Intelligence (iOPEN) Northwestern Polytechnical University Ministry of Education of China ministry of science and technology National Science Fund for Distinguished Young Scholars School of Artificial Intelligence, OPtics and ElectroNics (iOPEN) Beilin District, Xi'an Shaanxi, PRChina",
    "entities": [
      "Xuelong Li",
      "Guanghua Cheng",
      "Qinghua Huang",
      "Yuanshan Liu",
      "Zongcheng Miao",
      "Feiping Nie",
      "Qi Wang",
      "Zhen Wang",
      "Yuan Yuan",
      "Chao Gao",
      "Institute of Optoelectronics and Intelligence (iOPEN)",
      "Northwestern Polytechnical University",
      "Ministry of Education of China",
      "ministry of science and technology",
      "National Science Fund for Distinguished Young Scholars",
      "School of Artificial Intelligence, OPtics and ElectroNics (iOPEN)"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/chinese-national-arrested-conspiring-illegally-export-us-origin-goods-used-anti-submarine",
    "doj_title": "Chinese National Arrested for Conspiring to Illegally Export U.S. Origin Goods Used in Anti-Submarine Warfare to China"
  },
  {
    "url": "http://english.sia.cas.cn/pe/ac/",
    "title": "Chinese Academy of Sciences",
    "content": "YU Haibin FENG Xisheng WANG Tianran JIANG Xinsong Shenyang Institute Of Automation Chinese Academy Of Sciences CAS Shenyang Institute of Automation (SIA)",
    "entities": [
      "YU Haibin",
      "FENG Xisheng",
      "WANG Tianran",
      "JIANG Xinsong",
      "Shenyang Institute Of Automation",
      "Chinese Academy Of Sciences",
      "CAS",
      "Shenyang Institute of Automation (SIA)"
    ],
    "doj_url": "https://www.justice.gov/usao-ct/pr/chinese-national-admits-stealing-sensitive-military-program-documents-united-technologies",
    "doj_title": "Chinese National Admits to Stealing Sensitive Military Program Documents from United Technologies"
  },
  {
    "url": "http://english.tib.cas.cn/scientists/distinguishedexperts/",
    "title": "Tianjin Institute of Industrial Biotechnology, Chinese Academy of Sciences",
    "content": "Reetz Li Yu Zhao Guoping Tong Xiaolin Deng Zixin Tianjin Institute of Industrial Biotechnology Chinese Academy of Sciences International Joint Center 32 West 7th Avenue, Tianjin Airport Economic Area, Tianjin 300308, China",
    "entities": [
      "Reetz Li",
      "Yu Zhao",
      "Guoping Tong",
      "Xiaolin Deng",
      "Zixin",
      "Tianjin Institute of Industrial Biotechnology",
      "Chinese Academy of Sciences",
      "International Joint Center",
      "32 West 7th Avenue, Tianjin Airport Economic Area, Tianjin 300308, China"
    ],
    "doj_url": "https://www.justice.gov/usao-wdva/pr/former-virginia-tech-professor-sentenced-grant-fraud-false-statements-obstruction",
    "doj_title": "Former Virginia Tech Professor Sentenced for Grant Fraud, False Statements, Obstruction"
  },
  {
    "url": "https://www.sandia.gov/about/leadership/",
    "title": "Sandia National Laboratories",
    "content": "James S. Peery David Gibson Laura McGill Brian E. Carter William S. Elias II Deborah Frincke Steve Girrens Rita Gonzales Jeff Heath Justine Johannes Douglas Kothe Andrew McIlroy Josh Parsons John Zepper Gregory A. Bopp Chase Carpenter Carolina Coll Rich DeGraff Michael Hazen David “DJ” Johnson Susan Koch Jeannie Leavitt Maja M. Lehnus Sean Love John C. Mester William C. Ostendorff Harry Truman Sandia NTESS, LLC Honeywell International, Inc. U.S. Department of Energy National Nuclear Security Administration U.S. Department of Defense U.S. Intelligence Community U.S. Department of Energy Office of Intelligence and Counterintelligence Sandia National Laboratories New Mexico California Texas Alaska",
    "entities": [
      "James S. Peery",
      "David Gibson",
      "Laura McGill",
      "Brian E. Carter",
      "William S. Elias II",
      "Deborah Frincke",
      "Steve Girrens",
      "Rita Gonzales",
      "Jeff Heath",
      "Justine Johannes",
      "Douglas Kothe",
      "Andrew McIlroy",
      "Josh Parsons",
      "John Zepper",
      "Gregory A. Bopp",
      "Chase Carpenter",
      "Carolina Coll",
      "Rich DeGraff",
      "Michael Hazen",
      "David “DJ” Johnson",
      "Susan Koch",
      "Jeannie Leavitt",
      "Maja M. Lehnus",
      "Sean Love",
      "John C. Mester",
      "William C. Ostendorff",
      "Harry Truman",
      "Sandia",
      "NTESS, LLC",
      "Honeywell International, Inc.",
      "U.S. Department of Energy",
      "National Nuclear Security Administration",
      "U.S. Department of Defense",
      "U.S. Intelligence Community",
      "U.S. Department of Energy Office of Intelligence and Counterintelligence",
      "Sandia National Laboratories",
      "New Mexico",
      "California",
      "Texas",
      "Alaska"
    ],
    "doj_url": "https://www.justice.gov/usao-nm/pr/former-sandia-corporation-scientist-pleads-guilty-taking-government-property-china",
    "doj_title": "Former Sandia Corporation Scientist Pleads Guilty to Taking Government Property to China"
  },
  {
    "url": "https://cint.lanl.gov/meet-cint/index.shtml",
    "title": "Center for Integrated Nanotechnologies",
    "content": "Jeffrey Nelson Ryan Wixom Brian Swartzentruber Heather Brown Adam Rondinone Michael Pettes Ricardo Marti-Arbona Stacy Baker Nan Li Rémi Dingreville Brad Boyce Stephen House Yongqiang Wang Jennifer Hollingsworth Igal Brener Alex Cerjan Chun-Chieh Chang Hou-Tong Chen Ekaterina Dogopolova Han Htoon Sergei Ivanov Andrew Jones Sergei Tretiak Tika Kafle Dale Huber John Watt Amalie Frischknecht Gary Grest Kyungtae Kim Mihee Kim Dean Morales Mark Stevens Jim Werner Michael P. Lilly Jinkyoung Yoo Sadvikas Addamane Aiping Chen Tom Harris Shizeng Lin Tzu-Ming Lu Andy Mounce John Nogan Jian-Xin Zhu Kevin Garber Doug Pete Chris Sheehan Darrick Williams Eric Bowes Ben Klitsner Monica Manginell Winson Kuo Terry Hargett Tony James Willard Ross Denise Webb Michael DeLaGarza Sundar Kunwar Barry Carter Rajiv Kalia Antoinette Taylor Ben Derby Dan Hooks Paul Kotula Ping Lu Matt Schneider Abul Azad Weng Chow Chloe Doiron Prasad Iyer Prashant Padmanabhan Andrei Piryatinski Bryan Kaehr Jennifer Martinez Susan Rempe Duncan Ryan Edward Bielejec Ezra Bussmann Matt Eichenfield Wei Pan Priscila Rosa Michael Titze Siddhartha Pathak Plamen Atanassov Tito Busani Shalini Tripathi Steven Hayden Don Lucca Alan Van Orden Tanya Chavez Linda Chavez Ana Lopez-Herrera Agnieszka Cruz Angela Martinez Center for Integrated Nanotechnologies CINT DOE Los Alamos National Laboratory Sandia National Laboratories CINT Users Association CINT-UA Iowa State University University of California, Irvine University of New Mexico Pacific Northwest National Laboratory National Renewable Energy Laboratory Oklahoma State University Colorado State University UConn USC LANL Los Alamos, NM Albuquerque, NM",
    "entities": [
      "Jeffrey Nelson",
      "Ryan Wixom",
      "Brian Swartzentruber",
      "Heather Brown",
      "Adam Rondinone",
      "Michael Pettes",
      "Ricardo Marti-Arbona",
      "Stacy Baker",
      "Nan Li",
      "Rémi Dingreville",
      "Brad Boyce",
      "Stephen House",
      "Yongqiang Wang",
      "Jennifer Hollingsworth",
      "Igal Brener",
      "Alex Cerjan",
      "Chun-Chieh Chang",
      "Hou-Tong Chen",
      "Ekaterina Dogopolova",
      "Han Htoon",
      "Sergei Ivanov",
      "Andrew Jones",
      "Sergei Tretiak",
      "Tika Kafle",
      "Dale Huber",
      "John Watt",
      "Amalie Frischknecht",
      "Gary Grest",
      "Kyungtae Kim",
      "Mihee Kim",
      "Dean Morales",
      "Mark Stevens",
      "Jim Werner",
      "Michael P. Lilly",
      "Jinkyoung Yoo",
      "Sadvikas Addamane",
      "Aiping Chen",
      "Tom Harris",
      "Shizeng Lin",
      "Tzu-Ming Lu",
      "Andy Mounce",
      "John Nogan",
      "Jian-Xin Zhu",
      "Kevin Garber",
      "Doug Pete",
      "Chris Sheehan",
      "Darrick Williams",
      "Eric Bowes",
      "Ben Klitsner",
      "Monica Manginell",
      "Winson Kuo",
      "Terry Hargett",
      "Tony James",
      "Willard Ross",
      "Denise Webb",
      "Michael DeLaGarza",
      "Sundar Kunwar",
      "Barry Carter",
      "Rajiv Kalia",
      "Antoinette Taylor",
      "Ben Derby",
      "Dan Hooks",
      "Paul Kotula",
      "Ping Lu",
      "Matt Schneider",
      "Abul Azad",
      "Weng Chow",
      "Chloe Doiron",
      "Prasad Iyer",
      "Prashant Padmanabhan",
      "Andrei Piryatinski",
      "Bryan Kaehr",
      "Jennifer Martinez",
      "Susan Rempe",
      "Duncan Ryan",
      "Edward Bielejec",
      "Ezra Bussmann",
      "Matt Eichenfield",
      "Wei Pan",
      "Priscila Rosa",
      "Michael Titze",
      "Siddhartha Pathak",
      "Plamen Atanassov",
      "Tito Busani",
      "Shalini Tripathi",
      "Steven Hayden",
      "Don Lucca",
      "Alan Van Orden",
      "Tanya Chavez",
      "Linda Chavez",
      "Ana Lopez-Herrera",
      "Agnieszka Cruz",
      "Angela Martinez",
      "Center for Integrated Nanotechnologies",
      "CINT",
      "DOE",
      "Los Alamos National Laboratory",
      "Sandia National Laboratories",
      "CINT Users Association",
      "CINT-UA",
      "Iowa State University",
      "University of California, Irvine",
      "University of New Mexico",
      "Pacific Northwest National Laboratory",
      "National Renewable Energy Laboratory",
      "Oklahoma State University",
      "Colorado State University",
      "UConn",
      "USC",
      "LANL",
      "Los Alamos, NM",
      "Albuquerque, NM"
    ],
    "doj_url": "https://www.justice.gov/usao-nm/pr/former-sandia-corporation-scientist-pleads-guilty-taking-government-property-china",
    "doj_title": "Former Sandia Corporation Scientist Pleads Guilty to Taking Government Property to China"
  },

  {
    "url": "https://usa.united-imaging.com/about/senior-leadership",
    "title": "United Imaging",
    "content": "Jeffrey Bundy Mike Coulter Abram Voorhees Bram Stolk Cheri Gottke David Bradley Guillaume Grousset Krista Stein Ken Field Luann Culbreth Troy A. Lewein United Imaging USA UIH Solutions United Imaging Healthcare Co., Ltd Houston, Texas USA China Japan Korea EU Poland",
    "entities": [
      "Jeffrey Bundy",
      "Mike Coulter",
      "Abram Voorhees",
      "Bram Stolk",
      "Cheri Gottke",
      "David Bradley",
      "Guillaume Grousset",
      "Krista Stein",
      "Ken Field",
      "Luann Culbreth",
      "Troy A. Lewein",
      "United Imaging USA",
      "UIH Solutions",
      "United Imaging Healthcare Co., Ltd"
    ],
    "doj_url": "https://www.justice.gov/usao-sdny/pr/manhattan-us-attorney-and-fbi-assistant-director-charge-announce-criminal-complaint",
    "doj_title": "Manhattan U.S. Attorney And FBI Assistant Director-In-Charge Announce Criminal Complaint Against Three New York-Based University Researchers For Conspiring To Receive Bribes From A Chinese Company And A Chinese Government-Supported Research Institute"
  },
  {
    "url": "http://english.siat.ac.cn/AU2017/Administration2017/",
    "title": "Chinese Academy of Sciences",
    "content": "WANG Keqiang CHEN Jinliang TAO Yongxin LIU Chenli WU Chuangzhi WANG Zhu XU Jianbin FAN Jianping BAI Jianyuan YANG Jianhua ZHENG Hairong XU Yangsheng LV Jiancheng XU Jianguo FENG Wei Shenzhen Institute of Advanced Technology CAS Chinese Academy of Sciences CUHK Shenzhen Institute of Advanced Integration Technology Institute of Biomedical and Health Engineering Institute of Advanced Computing and Digital Engineering Institute of Biomedicine and Biotechnology Guangzhou Institute of Advanced Technology Institute of Brain Cognition and Brain Disease Institute of Synthetic Biology Institute of Advanced Materials Science and Engineering Institute of Technology for Carbon Neutrality Ministry of Science and Technology of the People's Republic of China National Natural Science Foundation of China Department of Science and Technology of Guangdong Province Shenzhen Science and Technology Innovation Commission China Guangzhou Shenzhen Nanshan District Shenzhen University Town Xili",
    "entities": [
      "WANG Keqiang",
      "CHEN Jinliang",
      "TAO Yongxin",
      "LIU Chenli",
      "WU Chuangzhi",
      "WANG Zhu",
      "XU Jianbin",
      "FAN Jianping",
      "BAI Jianyuan",
      "YANG Jianhua",
      "ZHENG Hairong",
      "XU Yangsheng",
      "LV Jiancheng",
      "XU Jianguo",
      "FENG Wei",
      "Shenzhen Institute of Advanced Technology",
      "CAS",
      "Chinese Academy of Sciences",
      "CUHK",
      "Shenzhen Institute of Advanced Integration Technology",
      "Institute of Biomedical and Health Engineering",
      "Institute of Advanced Computing and Digital Engineering",
      "Institute of Biomedicine and Biotechnology",
      "Guangzhou Institute of Advanced Technology",
      "Institute of Brain Cognition and Brain Disease",
      "Institute of Synthetic Biology",
      "Institute of Advanced Materials Science and Engineering",
      "Institute of Technology for Carbon Neutrality",
      "Ministry of Science and Technology of the People's Republic of China",
      "National Natural Science Foundation of China",
      "Department of Science and Technology of Guangdong Province",
      "Shenzhen Science and Technology Innovation Commission"
    ],
    "doj_url": "https://www.justice.gov/usao-sdny/pr/manhattan-us-attorney-and-fbi-assistant-director-charge-announce-criminal-complaint",
    "doj_title": "Manhattan U.S. Attorney And FBI Assistant Director-In-Charge Announce Criminal Complaint Against Three New York-Based University Researchers For Conspiring To Receive Bribes From A Chinese Company And A Chinese Government-Supported Research Institute"
  },
  {
    "url": "https://www.geaerospace.com/company/about-us/leadership",
    "title": "GE Aerospace",
    "content": "H. Lawrence Culp, Jr. Larry Mohamed Ali David Burns Patrick de Castelbajac Tara DiJulio Rahul Ghai Amy Gowder Germaine Hunter Jim Katzman Mike Kauffman Christian Meisner Chris Pereira Jake Phillips Riccardo Procacci Blaire Shoor Russell Stokes Phil Wickler GE Aerospace Danaher Corporation Veeder-Root Fluke Fluke Networks GE HealthCare GE Vernova Washington College Wake Forest University Harvard Business School Phi Beta Kappa General Electric Company Global Research Center Otis Elevators United Technologies Corporation Harris Corporation Aetna Insurance Carrier Corporation UTC Fire and Security Aerojet Rocketdyne Lockheed Martin Accenture Marathon Petroleum The Clorox Company University of Chicago’s Booth School of Business Georgetown University Goldman Sachs Brinker International, Inc. Milton Hershey School Hershey Trust Company San Francisco Ballet Boys & Girls Clubs of the Valley Columbia Business School Dartmouth College Ohio State University Kaiser Permanente United Technologies Corporation (UTC) Sikorsky Aircraft Otis Elevator Ford Motor Company Tribune Company Villanova University Michigan State University Aerospace Carbon Solutions (ACS) Exelixis National Security Council (NSC) Boeing U.S. Department of Justice Office of Legal Counsel (OLC) Kirkland & Ellis LLP U.S. Supreme Court U.S. Court of Appeals National Security Institute George Mason University’s Antonin Scalia Law School University of Chicago Law School Duke University UPS Cleveland State University CFM Materials XEOS MRO JVs SSAMC Washington College Niskayuna, NY Cornell University Boston College Université Paris Sorbonne-Assas Université Bordeaux University of Kent France University of Washington Purdue University Delhi University India Arizona State University Kuala Lumpur Florence, Italy New Delhi, India University of Rome \"La Sapienza\" University of Florida Springboro, Ohio",
    "entities": [
      "H. Lawrence Culp, Jr.",
      "Larry",
      "Mohamed Ali",
      "David Burns",
      "Patrick de Castelbajac",
      "Tara DiJulio",
      "Rahul Ghai",
      "Amy Gowder",
      "Germaine Hunter",
      "Jim Katzman",
      "Mike Kauffman",
      "Christian Meisner",
      "Chris Pereira",
      "Jake Phillips",
      "Riccardo Procacci",
      "Blaire Shoor",
      "Russell Stokes",
      "Phil Wickler",
      "GE Aerospace",
      "Danaher Corporation",
      "Veeder-Root",
      "Fluke",
      "Fluke Networks",
      "GE HealthCare",
      "GE Vernova",
      "Washington College",
      "Wake Forest University",
      "Harvard Business School",
      "Phi Beta Kappa",
      "General Electric Company",
      "Global Research Center",
      "Otis Elevators",
      "United Technologies Corporation",
      "Harris Corporation",
      "Aetna Insurance",
      "Carrier Corporation",
      "UTC Fire and Security",
      "Aerojet Rocketdyne",
      "Lockheed Martin",
      "Accenture",
      "Marathon Petroleum",
      "The Clorox Company",
      "University of Chicago’s Booth School of Business",
      "Georgetown University",
      "Goldman Sachs",
      "Brinker International, Inc.",
      "Milton Hershey School",
      "Hershey Trust Company",
      "San Francisco Ballet",
      "Boys & Girls Clubs of the Valley",
      "Columbia Business School",
      "Dartmouth College",
      "Ohio State University",
      "Kaiser Permanente",
      "United Technologies Corporation (UTC)",
      "Sikorsky Aircraft",
      "Otis Elevator",
      "Ford Motor Company",
      "Tribune Company",
      "Villanova University",
      "Michigan State University",
      "Aerospace Carbon Solutions (ACS)",
      "Exelixis",
      "National Security Council (NSC)",
      "Boeing",
      "U.S. Department of Justice",
      "Office of Legal Counsel (OLC)",
      "Kirkland & Ellis LLP",
      "U.S. Supreme Court",
      "U.S. Court of Appeals",
      "National Security Institute",
      "George Mason University’s Antonin Scalia Law School",
      "University of Chicago Law School",
      "Duke University",
      "UPS",
      "Cleveland State University",
      "CFM Materials",
      "XEOS MRO JVs",
      "SSAMC",
      "Washington College",
      "Niskayuna, NY",
      "Cornell University",
      "Boston College",
      "Université Paris Sorbonne-Assas",
      "Université Bordeaux",
      "University of Kent",
      "France",
      "University of Washington",
      "Purdue University",
      "Delhi University",
      "India",
      "Arizona State University",
      "Kuala Lumpur",
      "Florence, Italy",
      "New Delhi, India",
      "University of Rome \"La Sapienza\"",
      "University of Florida",
      "Springboro, Ohio"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/chinese-intelligence-officer-charged-economic-espionage-involving-theft-trade-secrets-leading",
    "doj_title": "Chinese Intelligence Officer Charged with Economic Espionage Involving Theft of Trade Secrets from Leading U.S. Aviation Companies"
  },
  {
    "url": "https://ias.szu.edu.cn/en/People/Faculty.htm",
    "title": "Shenzhen University",
    "content": "CAI Xingke CHAN Yue CHEN Guanheng CHEN Yougen DING Chunyu FANG Guohao GAO Yongxiang HE Jingsong HUANG Shaopeng HUANG Siya JIANG Shan JIANG Yizhou LEE Shern-Long LI Meng LIU Huizeng LIU Yang LIU Zhaobo LI Wenjin LI Xiaoguang LI Xiuting LI Zheng LU Zhongyi MAO Shiqing NIU Jason Q. PAN Ke QIN Lei SONG Mi WANG Chen WANG Zheng WONG Tim Yue Him WU Chengfa XIE Haibing XIONG Hai XU Guanglang XU Shanshan XU Tailin YAN Sheng YAO Luming YIN Guojian YOU Juntao YU Qingchao ZHANG Cui-Jing ZHANG Rui ZHANG Xinxu ZHAO Ruo ZHAO Wei ZHOU Ye ZHOU Zhichao ZHU Ping Institute for Advanced Study Shenzhen University IAS lab management platform Nanshan District Shenzhen Guangdong China",
    "entities": [
      "CAI Xingke",
      "CHAN Yue",
      "CHEN Guanheng",
      "CHEN Yougen",
      "DING Chunyu",
      "FANG Guohao",
      "GAO Yongxiang",
      "HE Jingsong",
      "HUANG Shaopeng",
      "HUANG Siya",
      "JIANG Shan",
      "JIANG Yizhou",
      "LEE Shern-Long",
      "LI Meng",
      "LIU Huizeng",
      "LIU Yang",
      "LIU Zhaobo",
      "LI Wenjin",
      "LI Xiaoguang",
      "LI Xiuting",
      "LI Zheng",
      "LU Zhongyi",
      "MAO Shiqing",
      "NIU Jason Q.",
      "PAN Ke",
      "QIN Lei",
      "SONG Mi",
      "WANG Chen",
      "WANG Zheng",
      "WONG Tim Yue Him",
      "WU Chengfa",
      "XIE Haibing",
      "XIONG Hai",
      "XU Guanglang",
      "XU Shanshan",
      "XU Tailin",
      "YAN Sheng",
      "YAO Luming",
      "YIN Guojian",
      "YOU Juntao",
      "YU Qingchao",
      "ZHANG Cui-Jing",
      "ZHANG Rui",
      "ZHANG Xinxu",
      "ZHAO Ruo",
      "ZHAO Wei",
      "ZHOU Ye",
      "ZHOU Zhichao",
      "ZHU Ping",
      "Institute for Advanced Study",
      "Shenzhen University",
      "IAS lab management platform"
    ],
    "doj_url": "https://www.justice.gov/usao-sdil/pr/southern-illinois-professor-indicted-grant-fraud",
    "doj_title": "Southern Illinois Professor Indicted for Grant Fraud"
  },
  {
    "url": "https://thebeachbodycompany.com/leadership/",
    "title": "The Beachbody Company",
    "content": "Carl Daikeler Mark Goldston Kathy Vrabeck Brad Ramberg Kit Boyd The Beachbody Company BODi The Goldston Group Athletic Propulsion Labs, LLC APL Javergo Partners TuneGo, Inc United Online NetZero Juno FTD Flowers Interflora Classmates MyPoints Stayfriends Revlon Faberge/Elizabeth Arden Reebok LA Gear Einstein Noah Bagel Corp. Odyssey Partners Korn Ferry Heidrick & Struggles Legendary Entertainment Electronic Arts, Inc. EA Casual Entertainment Activision, Inc. ConAgra The Pillsbury Company Quaker Oats Eli Lilly and Company MediaAlpha UTA Acquisition Corporation DePauw University Indiana University Kelley School of Business Idealab Ticketmaster Online – CitySearch Harvard Business School Brown University Neovia Logistics Ingram Micro Ecolab Hewlett-Packard Compaq Computer Los Angeles Northwestern University Kellogg School of Management The Ohio State University University of Southern California (USC) Marshall School of Business Orange County",
    "entities": [
      "Carl Daikeler",
      "Mark Goldston",
      "Kathy Vrabeck",
      "Brad Ramberg",
      "Kit Boyd",
      "The Beachbody Company",
      "BODi",
      "The Goldston Group",
      "Athletic Propulsion Labs, LLC",
      "APL",
      "Javergo Partners",
      "TuneGo, Inc",
      "United Online",
      "NetZero",
      "Juno",
      "FTD Flowers",
      "Interflora",
      "Classmates",
      "MyPoints",
      "Stayfriends",
      "Revlon",
      "Faberge/Elizabeth Arden",
      "Reebok",
      "LA Gear",
      "Einstein Noah Bagel Corp.",
      "Odyssey Partners",
      "Korn Ferry",
      "Heidrick & Struggles",
      "Legendary Entertainment",
      "Electronic Arts, Inc.",
      "EA Casual Entertainment",
      "Activision, Inc.",
      "ConAgra",
      "The Pillsbury Company",
      "Quaker Oats",
      "Eli Lilly and Company",
      "MediaAlpha",
      "UTA Acquisition Corporation",
      "DePauw University",
      "Indiana University Kelley School of Business",
      "Idealab",
      "Ticketmaster Online – CitySearch",
      "Harvard Business School",
      "Brown University",
      "Neovia Logistics",
      "Ingram Micro",
      "Ecolab",
      "Hewlett-Packard",
      "Compaq Computer",
      "Los Angeles",
      "Northwestern University Kellogg School of Management",
      "The Ohio State University",
      "University of Southern California (USC) Marshall School of Business",
      "Orange County"
    ],
    "doj_url": "https://www.justice.gov/usao-md/pr/bowie-man-sentenced-12-months-and-one-day-federal-prison-selling-more-300000-worth",
    "doj_title": "Bowie Man Sentenced to 12 Months and One Day In Federal Prison for Selling More Than $300,000 Worth of Counterfeit DVDs"
  },
  {
    "url": "https://bluefurniturecrq.com/about-us/",
    "title": "Blue Furniture Solutions",
    "content": "Jeff Zeng Joaan Pan Ruby Chen Blue Furniture Blue Furniture Solutions Hunan University Art Institute China US Tamarac, FL",
    "entities": [
      "Jeff Zeng",
      "Joaan Pan",
      "Ruby Chen",
      "Blue Furniture",
      "Blue Furniture Solutions",
      "Hunan University",
      "Art Institute"
    ],
    "doj_url": "https://www.justice.gov/usao-wdtx/pr/importers-pay-more-52-million-resolve-allegations-they-evaded-customs-duties-violation",
    "doj_title": "Importers to Pay more than $5.2 Million to Resolve Allegations they Evaded Customs Duties in Violation of the False Claims Act"
  },
  {
    "url": "https://www.foxcorporation.com/management/executive-team/",
    "title": "Fox Corporation",
    "content": "Lachlan K. Murdoch John P. Nallen Steve Tomsic Gabrielle Brown Adam G. Ciongoli Jeff Collins David Espinosa Kristopher Jones Kevin Lord Brian Nick Fox Corporation 21st Century Fox UBS Campbell Soup Company FOX Entertainment FOX Digital FOX Sports FS1 FS2 FOX Deportes FOX Sports Digital FOX News Media FOX News Channel Tubi Coca-Cola Consolidated Washington D.C.",
    "entities": [
      "Lachlan K. Murdoch",
      "John P. Nallen",
      "Steve Tomsic",
      "Gabrielle Brown",
      "Adam G. Ciongoli",
      "Jeff Collins",
      "David Espinosa",
      "Kristopher Jones",
      "Kevin Lord",
      "Brian Nick",
      "Fox Corporation",
      "21st Century Fox",
      "UBS",
      "Campbell Soup Company",
      "FOX Entertainment",
      "FOX Digital",
      "FOX Sports",
      "FS1",
      "FS2",
      "FOX Deportes",
      "FOX Sports Digital",
      "FOX News Media",
      "FOX News Channel",
      "Tubi",
      "Coca-Cola Consolidated",
      "Washington D.C."
    ],
    "doj_url": "https://www.justice.gov/usao-mdfl/pr/lakeland-dvd-counterfeiter-sentenced",
    "doj_title": "Lakeland DVD Counterfeiter Sentenced"
  },
  {
    "url": "https://thewaltdisneycompany.com/about/",
    "title": "The Walt Disney Company",
    "content": "Robert A. Iger Robert Alan Iger Tinisha Agramonte Asad Ayaz Alan Bergman David L. Bowdich Sonia Coleman Josh D’Amaro Carlos A. Gómez Horacio Gutierrez Hugh Johnston Jolene Negre James Pitaro Kristina Schake Dana Walden Brent Woodford James P. Gorman Mary T. Barra Amy L. Chang Jeremy Darroch Carolyn N. Everson Michael B.G. Froman Maria Elena Lagomasino Calvin R. McDonald Derica W. Rice Disney The Walt Disney Company Pixar Marvel Lucasfilm 21st Century Fox Shanghai Disney Resort Disney+ Fortune Barron’s TIME Forbes Institutional Investor MarketWatch Chief Executive Television Academy Hall of Fame Broadcasting and Cable Hall of Fame 9/11 Memorial & Museum Bloomberg Philanthropies American Academy of Arts and Sciences Academy of Motion Picture Arts and Sciences Apple Most Excellent Order of the British Empire Chevalier de Legion d’Honneur New York Times Ithaca College Motorola Solutions Department of Commerce U.S. Small Business Administration Department of Veterans Affairs First-Generation Professionals Initiative Chapman University University of Oklahoma California State East Bay Walt Disney Studios Disney Music Group Disney Theatrical Group Motion Picture Association American Film Institute ESPN FBI Disney Parks Experiences and Products Georgetown University New Mexico State University Florida International University Disney Consumer Products Make-A-Wish America United States Travel Association (USTA) PepsiCo Microsoft Corp. HCA Healthcare Peterson Institute for International Economics Syracuse University University of Chicago University of Pennsylvania Carey Law School Amherst College Disney Interactive Yahoo Harvard Law School Universidad Católica Andrés Bello Council on Foreign Relations Legal Services Corporation Fox Television Group 21st Century Fox Harvard Undergraduate Women in Business UCLA Jonsson Comprehensive Cancer Center Saban Free Clinic of Los Angeles USC NAACP President’s Export Council Yum! Brands, Inc. PepsiCo Beverages and Foods A.G. Edwards & Sons Coopers & Lybrand KPMG Financial Executives International AICPA Financial Accounting Standards Advisory Council Financial Accounting Foundation Michigan State University St. Louis University Morgan Stanley Merrill Lynch McKinsey & Co. Federal Reserve Bank of New York Metropolitan Museum of Art General Motors Company General Dynamics Corporation Procter & Gamble Cisco Accompany eBay McKinsey Intel AMD Motorola Cisco Systems Splunk Informatica Marqeta Reckitt Benckiser Group plc Microsoft’s Global Advertising Sales MTV Networks PriMedia Walt Disney Imagineering Coca Cola Company Villanova University Humane Society of the United States Mastercard Citigroup United States Trade Representative U.S. Department of Treasury American Film Market lululemon athletica inc. Sephora Americas LVMH Sears Canada Loblaw Companies Limited Cole Haan CVS Caremark CVS Health Eli Lilly and Company Target Corporation America the world Shanghai, China Los Angeles California Orlando Europe Asia Mainland China UK / US the French Republic Paris New York UCLA Burbank Tokyo Japan Georgetown Stanford University Syracuse University University of Chicago University of Pennsylvania Amherst College Michigan State University St. Louis",
    "entities": [
      "Robert A. Iger",
      "Robert Alan Iger",
      "Tinisha Agramonte",
      "Asad Ayaz",
      "Alan Bergman",
      "David L. Bowdich",
      "Sonia Coleman",
      "Josh D’Amaro",
      "Carlos A. Gómez",
      "Horacio Gutierrez",
      "Hugh Johnston",
      "Jolene Negre",
      "James Pitaro",
      "Kristina Schake",
      "Dana Walden",
      "Brent Woodford",
      "James P. Gorman",
      "Mary T. Barra",
      "Amy L. Chang",
      "Jeremy Darroch",
      "Carolyn N. Everson",
      "Michael B.G. Froman",
      "Maria Elena Lagomasino",
      "Calvin R. McDonald",
      "Derica W. Rice",
      "Disney",
      "The Walt Disney Company",
      "Pixar",
      "Marvel",
      "Lucasfilm",
      "21st Century Fox",
      "Shanghai Disney Resort",
      "Disney+",
      "Fortune",
      "Barron’s",
      "TIME",
      "Forbes",
      "Institutional Investor",
      "MarketWatch",
      "Chief Executive",
      "Television Academy Hall of Fame",
      "Broadcasting and Cable Hall of Fame",
      "9/11 Memorial & Museum",
      "Bloomberg Philanthropies",
      "American Academy of Arts and Sciences",
      "Academy of Motion Picture Arts and Sciences",
      "Apple",
      "Most Excellent Order of the British Empire",
      "Chevalier de Legion d’Honneur",
      "New York Times",
      "Ithaca College",
      "Motorola Solutions",
      "Department of Commerce",
      "U.S. Small Business Administration",
      "Department of Veterans Affairs",
      "First-Generation Professionals Initiative",
      "Chapman University",
      "University of Oklahoma",
      "California State East Bay",
      "Walt Disney Studios",
      "Disney Music Group",
      "Disney Theatrical Group",
      "Motion Picture Association",
      "American Film Institute",
      "ESPN",
      "FBI",
      "Disney Parks",
      "Experiences and Products",
      "Georgetown University",
      "New Mexico State University",
      "Florida International University",
      "Disney Consumer Products",
      "Make-A-Wish America",
      "United States Travel Association (USTA)",
      "PepsiCo",
      "Microsoft Corp.",
      "HCA Healthcare",
      "Peterson Institute for International Economics",
      "Syracuse University",
      "University of Chicago",
      "University of Pennsylvania Carey Law School",
      "Amherst College",
      "Disney Interactive",
      "Yahoo",
      "Harvard Law School",
      "Universidad Católica Andrés Bello",
      "Council on Foreign Relations",
      "Legal Services Corporation",
      "Fox Television Group",
      "21st Century Fox",
      "Harvard Undergraduate Women in Business",
      "UCLA",
      "Jonsson Comprehensive Cancer Center",
      "Saban Free Clinic of Los Angeles",
      "USC",
      "NAACP",
      "President’s Export Council",
      "Yum! Brands, Inc.",
      "PepsiCo Beverages and Foods",
      "A.G. Edwards & Sons",
      "Coopers & Lybrand",
      "KPMG",
      "Financial Executives International",
      "AICPA",
      "Financial Accounting Standards Advisory Council",
      "Financial Accounting Foundation",
      "Michigan State University",
      "St. Louis University",
      "Morgan Stanley",
      "Merrill Lynch",
      "McKinsey & Co.",
      "Federal Reserve Bank of New York",
      "Metropolitan Museum of Art",
      "General Motors Company",
      "General Dynamics Corporation",
      "Procter & Gamble",
      "Cisco",
      "Accompany",
      "eBay",
      "McKinsey",
      "Intel",
      "AMD",
      "Motorola",
      "Cisco Systems",
      "Splunk",
      "Informatica",
      "Marqeta",
      "Reckitt Benckiser Group plc",
      "Microsoft’s Global Advertising Sales",
      "MTV Networks",
      "PriMedia",
      "Walt Disney Imagineering",
      "Coca Cola Company",
      "Villanova University",
      "Humane Society of the United States",
      "Mastercard",
      "Citigroup",
      "United States Trade Representative",
      "U.S. Department of Treasury",
      "American Film Market",
      "lululemon athletica inc.",
      "Sephora Americas",
      "LVMH",
      "Sears Canada",
      "Loblaw Companies Limited",
      "Cole Haan",
      "CVS Caremark",
      "CVS Health",
      "Eli Lilly and Company",
      "Target Corporation"
    ],
    "doj_url": "https://www.justice.gov/usao-mdfl/pr/lakeland-dvd-counterfeiter-sentenced",
    "doj_title": "Lakeland DVD Counterfeiter Sentenced"
  },
  {
    "url": "https://www.universalpictures.com/leadership-team",
    "title": "Universal Pictures",
    "content": "Donna Langley Michael Bonner Dwight Caines Margie Cohn Peter Cramer Lissa Freed Jimmy Horowitz Janine Jones-Clark Mike Knobloch Peter Kujawski Evan Langweiler Jeff LaPlante Matthew Leaf Peter Levinsohn Chris Miller Michael Moses Adam Moysey David O'Connor Jim Orr Veronika Kwan Vandenberg Universal Pictures NBCUniversal Studio Group Universal Pictures Home Entertainment DreamWorks Animation NBCUniversal NBCU Studio Group Universal Filmed Entertainment Group Focus Features NBCUniversal Music and Publishing Universal Studios Parks & Resorts",
    "entities": [
      "Donna Langley",
      "Michael Bonner",
      "Dwight Caines",
      "Margie Cohn",
      "Peter Cramer",
      "Lissa Freed",
      "Jimmy Horowitz",
      "Janine Jones-Clark",
      "Mike Knobloch",
      "Peter Kujawski",
      "Evan Langweiler",
      "Jeff LaPlante",
      "Matthew Leaf",
      "Peter Levinsohn",
      "Chris Miller",
      "Michael Moses",
      "Adam Moysey",
      "David O'Connor",
      "Jim Orr",
      "Veronika Kwan Vandenberg",
      "Universal Pictures",
      "NBCUniversal Studio Group",
      "Universal Pictures Home Entertainment",
      "DreamWorks Animation",
      "NBCUniversal",
      "NBCU Studio Group",
      "Universal Filmed Entertainment Group",
      "Focus Features",
      "NBCUniversal Music and Publishing",
      "Universal Studios Parks & Resorts"
    ],
    "doj_url": "https://www.justice.gov/usao-mdfl/pr/lakeland-dvd-counterfeiter-sentenced",
    "doj_title": "Lakeland DVD Counterfeiter Sentenced"
  },
  {
    "url": "https://www.sonypictures.com/corp/management.html",
    "title": "Sony Pictures",
    "content": "Ravi Ahuja Tahra Grant Stacy Green Jon Hookstratten Jill Ratner Drew Shearer Tom Rothman Michael Barker Kristine Belson Tom Bernard Nicole Brown Ashley Brucks Elizabeth Gabler Michelle Grady Josh Greenstein Michael Marshall Joseph Matukewicz Sanford Panitch Maria Anguelova Gaurav Banerjee Joe D'Ambrosia Wayne Garvie Eli Holzman Katherine Pope Suzanne Prete John Zaccario Keith Le Goy Flory Bramnick Paul Littmann Kim Overall Jason Spivak Mike Wald Lexine Wong Rahul Purini Sony Pictures Entertainment Sony Pictures Motion Picture Group Sony Pictures Classics Sony Pictures Animation TriStar Pictures Screen Gems 3000 Pictures Imageworks Columbia Pictures Sony Pictures Worldwide Acquisitions Sony Pictures Television Sony Pictures Networks India Game Show Network Crunchyroll Sony Pictures Imageworks Sony Pictures Studios Sony Pictures Stock Footage Sony Pictures Clips & Still Image Licensing Sony Pictures Audio Library Madison Gate Records Sony Corporation Sony Corp. of America United States",
    "entities": [
      "Ravi Ahuja",
      "Tahra Grant",
      "Stacy Green",
      "Jon Hookstratten",
      "Jill Ratner",
      "Drew Shearer",
      "Tom Rothman",
      "Michael Barker",
      "Kristine Belson",
      "Tom Bernard",
      "Nicole Brown",
      "Ashley Brucks",
      "Elizabeth Gabler",
      "Michelle Grady",
      "Josh Greenstein",
      "Michael Marshall",
      "Joseph Matukewicz",
      "Sanford Panitch",
      "Maria Anguelova",
      "Gaurav Banerjee",
      "Joe D'Ambrosia",
      "Wayne Garvie",
      "Eli Holzman",
      "Katherine Pope",
      "Suzanne Prete",
      "John Zaccario",
      "Keith Le Goy",
      "Flory Bramnick",
      "Paul Littmann",
      "Kim Overall",
      "Jason Spivak",
      "Mike Wald",
      "Lexine Wong",
      "Rahul Purini",
      "Sony Pictures Entertainment",
      "Sony Pictures Motion Picture Group",
      "Sony Pictures Classics",
      "Sony Pictures Animation",
      "TriStar Pictures",
      "Screen Gems",
      "3000 Pictures",
      "Imageworks",
      "Columbia Pictures",
      "Sony Pictures Worldwide Acquisitions",
      "Sony Pictures Television",
      "Sony Pictures Networks India",
      "Game Show Network",
      "Crunchyroll",
      "Sony Pictures Imageworks",
      "Sony Pictures Studios",
      "Sony Pictures Stock Footage",
      "Sony Pictures Clips & Still Image Licensing",
      "Sony Pictures Audio Library",
      "Madison Gate Records",
      "Sony Corporation",
      "Sony Corp. of America",
      "United States"
    ],
    "doj_url": "https://www.justice.gov/usao-mdfl/pr/lakeland-dvd-counterfeiter-sentenced",
    "doj_title": "Lakeland DVD Counterfeiter Sentenced"
  },
  {
    "url": "https://www.wbd.com/leadership",
    "title": "Warner Bros. Discovery",
    "content": "David Zaslav Samuel A. Di Piazza, Jr. Pam Abdy Gunnar Wiedenfels Casey Bloys Bruce Campbell Li Haslett Chen Mike De Luca Richard W. Fisher Dave Duvall Channing Dungey Paul A. Gould Robert Gibbs James Gunn Debra L. Lee Lori Locke Peter Safran Kenneth W. Lowe JB Perrette Luis Silberwasser Dr. John C. Malone Jennifer Remling Asif Sadiq Mark Thompson Fazal Merchant Paula A. Price Avi Saxena Jon Steinlauf Daniel E. Sanchez Geoffrey Y. Yang Gerhard Zeiler Warner Bros. Discovery Warner Bros. Motion Picture Group HBO and Max Content DC Studios TNT Sports CNN Worldwide Instagram Facebook YouTube LinkedIn WarnerMedia Chile Ontario Poland UK",
    "entities": [
      "David Zaslav",
      "Samuel A. Di Piazza, Jr.",
      "Pam Abdy",
      "Gunnar Wiedenfels",
      "Casey Bloys",
      "Bruce Campbell",
      "Li Haslett Chen",
      "Mike De Luca",
      "Richard W. Fisher",
      "Dave Duvall",
      "Channing Dungey",
      "Paul A. Gould",
      "Robert Gibbs",
      "James Gunn",
      "Debra L. Lee",
      "Lori Locke",
      "Peter Safran",
      "Kenneth W. Lowe",
      "JB Perrette",
      "Luis Silberwasser",
      "Dr. John C. Malone",
      "Jennifer Remling",
      "Asif Sadiq",
      "Mark Thompson",
      "Fazal Merchant",
      "Paula A. Price",
      "Avi Saxena",
      "Jon Steinlauf",
      "Daniel E. Sanchez",
      "Geoffrey Y. Yang",
      "Gerhard Zeiler",
      "Warner Bros. Discovery",
      "Warner Bros. Motion Picture Group",
      "HBO and Max Content",
      "DC Studios",
      "TNT Sports",
      "CNN Worldwide",
      "Instagram",
      "Facebook",
      "YouTube",
      "LinkedIn",
      "WarnerMedia",
      "Chile",
      "Ontario",
      "Poland",
      "UK"
    ],
    "doj_url": "https://www.justice.gov/usao-mdfl/pr/lakeland-dvd-counterfeiter-sentenced",
    "doj_title": "Lakeland DVD Counterfeiter Sentenced"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1357.htm",
    "title": "Shenyang Aerospace University",
    "content": "Liu chun Zhang Lingyun Wang Wei Han Zhiren Ji Shude Yue yumei Meng Qingshi Wang Gongdong Mao Xiaodong Qu XueJun Yue Hailong Zhang Daqian Zhao Changbao Yang Jingyu Yang Yawen Bai Wei Dai Liangjing Gong Xue Jia Caixia Li Xiaodong Wang Qian Wang Shuo Wang Yingbo Yang Bo Zang Jian Luan Xiaochi College of Aerospace Engineering-Shenyang Aerospace University Shenyang Aerospace University SAUISAA No.37 Daoyi South Avenue, Shenbei New Area, Shenyang, China",
    "entities": [
      "Liu chun",
      "Zhang Lingyun",
      "Wang Wei",
      "Han Zhiren",
      "Ji Shude",
      "Yue yumei",
      "Meng Qingshi",
      "Wang Gongdong",
      "Mao Xiaodong",
      "Qu XueJun",
      "Yue Hailong",
      "Zhang Daqian",
      "Zhao Changbao",
      "Yang Jingyu",
      "Yang Yawen",
      "Bai Wei",
      "Dai Liangjing",
      "Gong Xue",
      "Jia Caixia",
      "Li Xiaodong",
      "Wang Qian",
      "Wang Shuo",
      "Wang Yingbo",
      "Yang Bo",
      "Zang Jian",
      "Luan Xiaochi",
      "College of Aerospace Engineering-Shenyang Aerospace University",
      "Shenyang Aerospace University",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1335.htm",
    "title": "Shenyang Aerospace University",
    "content": "Wang Minghai Zhao Shuguo Wang Zhijian Liu Hongjun Wang Lei Nie Peng Cong Wei He Bo Ma Ning Ji Li Zhang Yanfu Ye Changlong Cong Jiahui Liu Yunlong Wang Yushi Ding Jian Wang Yinchao Yu Suyang College of Mechanical & Electrical Engineering-Shenyang Aerospace University Shenyang Aerospace University SAU SAUISAA No.37 Daoyi South Avenue, Shenbei New Area, Shenyang, China",
    "entities": [
      "Wang Minghai",
      "Zhao Shuguo",
      "Wang Zhijian",
      "Liu Hongjun",
      "Wang Lei",
      "Nie Peng",
      "Cong Wei",
      "He Bo",
      "Ma Ning",
      "Ji Li",
      "Zhang Yanfu",
      "Ye Changlong",
      "Cong Jiahui",
      "Liu Yunlong",
      "Wang Yushi",
      "Ding Jian",
      "Wang Yinchao",
      "Yu Suyang",
      "College of Mechanical & Electrical Engineering-Shenyang Aerospace University",
      "Shenyang Aerospace University",
      "SAU",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1333.htm",
    "title": "Shenyang Aerospace University",
    "content": "Fan Chunlong Xia Xiufeng Li Zhaokui Dong Yanju Zhang Guodong Zhang Yifei Yang Hua Pan Zhuojin Liu Cuiwei Luo Zhen Wu Jiehong Guo Wei Sun Weidong Qi Han Zhao Liang Zhang Lu Cao Hui Teng Yiping Zhang Deyuan Shenyang Aerospace University College of Computer Science SAUISAA Shenyang, China No.37 Daoyi South Avenue, Shenbei New Area, Shenyang, China",
    "entities": [
      "Fan Chunlong",
      "Xia Xiufeng",
      "Li Zhaokui",
      "Dong Yanju",
      "Zhang Guodong",
      "Zhang Yifei",
      "Yang Hua",
      "Pan Zhuojin",
      "Liu Cuiwei",
      "Luo Zhen",
      "Wu Jiehong",
      "Guo Wei",
      "Sun Weidong",
      "Qi Han",
      "Zhao Liang",
      "Zhang Lu",
      "Cao Hui",
      "Teng Yiping",
      "Zhang Deyuan",
      "Shenyang Aerospace University",
      "College of Computer Science",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1321.htm",
    "title": "Shenyang Aerospace University",
    "content": "Li Yufeng Sun Yanpeng Jiang Xiuhong Wang Yupeng Li Xuan Qu Lele Wang Ershen Wang Ruifang Zhao Jianmin Hu Ailing Qu Pingping Wang Ying Zhang Xiaoxin Zhao Chenguang Lan Xiaoyu Xu Peng Yang Tianhong Fang Qizhi Guan Qingyang Xu Jinli Chen Jiamei Zhang Lili Lv Yi College of Electronics Information Engineering-Shenyang Aerospace University Shenyang Aerospace University SAUISAA No.37 Daoyi South Avenue, Shenbei New Area, Shenyang, China",
    "entities": [
      "Li Yufeng",
      "Sun Yanpeng",
      "Jiang Xiuhong",
      "Wang Yupeng",
      "Li Xuan",
      "Qu Lele",
      "Wang Ershen",
      "Wang Ruifang",
      "Zhao Jianmin",
      "Hu Ailing",
      "Qu Pingping",
      "Wang Ying",
      "Zhang Xiaoxin",
      "Zhao Chenguang",
      "Lan Xiaoyu",
      "Xu Peng",
      "Yang Tianhong",
      "Fang Qizhi",
      "Guan Qingyang",
      "Xu Jinli",
      "Chen Jiamei",
      "Zhang Lili",
      "Lv Yi",
      "College of Electronics Information Engineering-Shenyang Aerospace University",
      "Shenyang Aerospace University",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1313.htm",
    "title": "Shenyang Aerospace University",
    "content": "Jing Hao Wu Jingtai Zhao Liqiang Cheng Li Wei Lan Zhang Bo Liu Hui Liu Junqi Zhang Ying Lv Hongbo Xu Xianying Sun Ning Li Zuoxue Liu Bin Zhao Rong Lu Ying An Zhengang Miao Ying Wang Ke Liu Yu Sun Li College of Economics and Management Shenyang Aerospace University SAU SAUISAA Shenyang China",
    "entities": [
      "Jing Hao",
      "Wu Jingtai",
      "Zhao Liqiang",
      "Cheng Li",
      "Wei Lan",
      "Zhang Bo",
      "Liu Hui",
      "Liu Junqi",
      "Zhang Ying",
      "Lv Hongbo",
      "Xu Xianying",
      "Sun Ning",
      "Li Zuoxue",
      "Liu Bin",
      "Zhao Rong",
      "Lu Ying",
      "An Zhengang",
      "Miao Ying",
      "Wang Ke",
      "Liu Yu",
      "Sun Li",
      "College of Economics and Management",
      "Shenyang Aerospace University",
      "SAU",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://en.sau.edu.cn/info/1024/1307.htm",
    "title": "Shenyang Aerospace University",
    "content": "Wang Liyan Qiao Menglei Wang Heng Jing Yang Xu Shifeng Zhou Yongjun Yin Na Lin Lin Xu Dan Lv Zhenhua Meng Chao Li Jian Sun Jingchao Pan Zhefeng Yang Shu Liu Gang Wu Di College of Science-Shenyang Aerospace University SAU SAUISAA Shenyang, China",
    "entities": [
      "Wang Liyan",
      "Qiao Menglei",
      "Wang Heng",
      "Jing Yang",
      "Xu Shifeng",
      "Zhou Yongjun",
      "Yin Na",
      "Lin Lin",
      "Xu Dan",
      "Lv Zhenhua",
      "Meng Chao",
      "Li Jian",
      "Sun Jingchao",
      "Pan Zhefeng",
      "Yang Shu",
      "Liu Gang",
      "Wu Di",
      "College of Science-Shenyang Aerospace University",
      "SAU",
      "SAUISAA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-ge-engineer-and-chinese-businessman-charged-economic-espionage-and-theft-ge-s-trade",
    "doj_title": "Former GE Engineer and Chinese Businessman Charged with Economic Espionage and Theft of GE’s Trade Secrets"
  },
  {
    "url": "https://www.gse.harvard.edu/directory/faculty",
    "title": "Harvard University",
    "content": "Danielle S. Allen Drew Allen Uche B Amaechi Bianca J. Baldridge Frank D. Barnes Whitney Benns Peter Q. Blair Joseph Blatt Candice Bocala Elizabeth Bonawitz Kathryn Parker Boudett Karen Brennan Ebony N. Bridwell-Mitchell Gretchen Brion-Meisels Phil Capin Philip Catanzano Jennifer Perry Cheatham Liao Cheng Rosette Cirillo Elizabeth City Carrie Conaway Candice Crawford-Zakian Christopher Dede David J. Deming David Dockterman Sarah Dryden-Peterson Elizabeth Dawes Duraisingh Susan Dynarski Hadas Eidelman Aaliyah El-Amin Catherine Elgin Alonzo Emery Liya Escalera Sarah Edith Fiarman Nadine Gaab Alejandro Ganimian Shawn Ginwright Jarvis R. Givens Debbie Heller Goldstein Tina Grotzer Houman Harouni Paul L. Harris Noah Heller Deborah Helsing Monica C. Higgins Heather C. Hill Nancy E. Hill Andrew Ho Alex R Hodges James P. Honan Robert Jenkins Raquel Lynne Jimenez Stephanie M. Jones Thomas Kane James S. Kim Josephine M. Kim Lisa Laskow Lahey Jaein Josefina Lee Nonie K. Lesaux Meira Levinson Junlei Li Irene Anastasia Liefshitz Bridget Terry Long Huan-Tang Lu Zid Niel Mancenido Ann Mantil Karen L. Mapp Pamela A. Mason Timothy Patrick McCarthy Dana Charles McCoy Joseph McIntyre Jal Mehta Richard Melvoin Matthew L. Miller Luke W. Miratrix Sebastian Munoz-Najar Galvez Charles Nelson, III Vesall Nourani Mary Grassa O'Neill Gabrielle Oliveira Louisa Penfold Victor Pereira, Jr. Ebony Perouse-Harvey Francesca Purcell Alexis Redding Fernando Reimers Julie A. Reuben Paul Reville John Richards Meredith L. Rowe Melanie Rucinski Mandy Savitz-Romer Laura A. Schifter Bertrand Schneider Irvin Leon Scott Jack P. Shonkoff, M.D. Beth A. Simpson Judith D. Singer Catherine Snow Eric Soto-Shed Jon R. Star Kaia Stern Samuel Straus Carola Suarez-Orozco Eric Taylor Gillien Sarah Todd Paola Uccelli Adriana Janette Umana-Taylor Emiliana Vegas Christina \"V\" Villarreal Richard Weissbourd Martin West Daniel Wilson Ying Xu Jacqueline Zeller Harvard Graduate School of Education Harvard University Harvard Paulson School of Engineering and Applied Sciences Harvard EdCast Harvard Kennedy School Malcolm Weiner Center for Social Policy Harvard Teacher Fellows Program Carr Center/HKS Project Zero Boston Children's Hospital Cambridge, MA",
    "entities": [
      "Danielle S. Allen",
      "Drew Allen",
      "Uche B Amaechi",
      "Bianca J. Baldridge",
      "Frank D. Barnes",
      "Whitney Benns",
      "Peter Q. Blair",
      "Joseph Blatt",
      "Candice Bocala",
      "Elizabeth Bonawitz",
      "Kathryn Parker Boudett",
      "Karen Brennan",
      "Ebony N. Bridwell-Mitchell",
      "Gretchen Brion-Meisels",
      "Phil Capin",
      "Philip Catanzano",
      "Jennifer Perry Cheatham",
      "Liao Cheng",
      "Rosette Cirillo",
      "Elizabeth City",
      "Carrie Conaway",
      "Candice Crawford-Zakian",
      "Christopher Dede",
      "David J. Deming",
      "David Dockterman",
      "Sarah Dryden-Peterson",
      "Elizabeth Dawes Duraisingh",
      "Susan Dynarski",
      "Hadas Eidelman",
      "Aaliyah El-Amin",
      "Catherine Elgin",
      "Alonzo Emery",
      "Liya Escalera",
      "Sarah Edith Fiarman",
      "Nadine Gaab",
      "Alejandro Ganimian",
      "Shawn Ginwright",
      "Jarvis R. Givens",
      "Debbie Heller Goldstein",
      "Tina Grotzer",
      "Houman Harouni",
      "Paul L. Harris",
      "Noah Heller",
      "Deborah Helsing",
      "Monica C. Higgins",
      "Heather C. Hill",
      "Nancy E. Hill",
      "Andrew Ho",
      "Alex R Hodges",
      "James P. Honan",
      "Robert Jenkins",
      "Raquel Lynne Jimenez",
      "Stephanie M. Jones",
      "Thomas Kane",
      "James S. Kim",
      "Josephine M. Kim",
      "Lisa Laskow Lahey",
      "Jaein Josefina Lee",
      "Nonie K. Lesaux",
      "Meira Levinson",
      "Junlei Li",
      "Irene Anastasia Liefshitz",
      "Bridget Terry Long",
      "Huan-Tang Lu",
      "Zid Niel Mancenido",
      "Ann Mantil",
      "Karen L. Mapp",
      "Pamela A. Mason",
      "Timothy Patrick McCarthy",
      "Dana Charles McCoy",
      "Joseph McIntyre",
      "Jal Mehta",
      "Richard Melvoin",
      "Matthew L. Miller",
      "Luke W. Miratrix",
      "Sebastian Munoz-Najar Galvez",
      "Charles Nelson, III",
      "Vesall Nourani",
      "Mary Grassa O'Neill",
      "Gabrielle Oliveira",
      "Louisa Penfold",
      "Victor Pereira, Jr.",
      "Ebony Perouse-Harvey",
      "Francesca Purcell",
      "Alexis Redding",
      "Fernando Reimers",
      "Julie A. Reuben",
      "Paul Reville",
      "John Richards",
      "Meredith L. Rowe",
      "Melanie Rucinski",
      "Mandy Savitz-Romer",
      "Laura A. Schifter",
      "Bertrand Schneider",
      "Irvin Leon Scott",
      "Jack P. Shonkoff, M.D.",
      "Beth A. Simpson",
      "Judith D. Singer",
      "Catherine Snow",
      "Eric Soto-Shed",
      "Jon R. Star",
      "Kaia Stern",
      "Samuel Straus",
      "Carola Suarez-Orozco",
      "Eric Taylor",
      "Gillien Sarah Todd",
      "Paola Uccelli",
      "Adriana Janette Umana-Taylor",
      "Emiliana Vegas",
      "Christina \"V\" Villarreal",
      "Richard Weissbourd",
      "Martin West",
      "Daniel Wilson",
      "Ying Xu",
      "Jacqueline Zeller",
      "Harvard Graduate School of Education",
      "Harvard University",
      "Harvard Paulson School of Engineering and Applied Sciences",
      "Harvard EdCast",
      "Harvard Kennedy School",
      "Malcolm Weiner Center for Social Policy",
      "Harvard Teacher Fellows Program",
      "Carr Center/HKS",
      "Project Zero",
      "Boston Children's Hospital",
      "Cambridge, MA"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/harvard-university-professor-charged-tax-offenses",
    "doj_title": "Harvard University Professor Charged with Tax Offenses"
  },
  {
    "url": "https://corporate.dow.com/en-us/about-dow/leadership.html",
    "title": "Dow Leadership",
    "content": "Jim Fitterling Karen S. Carter Jeff Tate Debra Bauler Marco ten Bruggencate Lisa Bryant Keith Cleason Lauren James Brendy Lange John Sampson A.N. Sreeram Amy Wilson Dow Team Dow Dow Venture Capital Europe Middle East Africa India Latin America Asia Pacific",
    "entities": [
      "Jim Fitterling",
      "Karen S. Carter",
      "Jeff Tate",
      "Debra Bauler",
      "Marco ten Bruggencate",
      "Lisa Bryant",
      "Keith Cleason",
      "Lauren James",
      "Brendy Lange",
      "John Sampson",
      "A.N. Sreeram",
      "Amy Wilson",
      "Dow",
      "Team Dow",
      "Dow Venture Capital",
      "Europe",
      "Middle East",
      "Africa",
      "India",
      "Latin America",
      "Asia Pacific"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/statement-assistant-attorney-general-makan-delrahim-senate-subcommittee-antitrust-competition",
    "doj_title": "Statement of Assistant Attorney General Makan Delrahim Before the Senate Subcommittee on Antitrust, Competition Policy  and Consumer Rights"
  },
  {
    "url": "https://www.harman.com/leadership",
    "title": "Harman Leadership",
    "content": "Michael Mauser Christian Sobottka Dave Rogers Nick Parrotta Mark Hartje Lori Lampman Tamika Frimpong Carolin Reichert Armin Prommersberger HARMAN Samsung GRAMMY Awards",
    "entities": [
      "Michael Mauser",
      "Christian Sobottka",
      "Dave Rogers",
      "Nick Parrotta",
      "Mark Hartje",
      "Lori Lampman",
      "Tamika Frimpong",
      "Carolin Reichert",
      "Armin Prommersberger",
      "HARMAN",
      "Samsung",
      "GRAMMY Awards"
    ],
    "doj_url": "https://www.justice.gov/usao-ednc/pr/fayetteville-man-sentenced-trafficking-counterfeit-goods",
    "doj_title": "Fayetteville Man Sentenced for Trafficking in Counterfeit Goods"
  },
  {
    "url": "https://www.mallinckrodt.com/about/board-of-directors/",
    "title": "Mallinckrodt Pharmaceuticals",
    "content": "Sigurdur (Siggi) Olafsson Jason Goodson Lisa French Kassie Harrold Henriette Nielsen Paul O'Neill Bryan Reasons Dr. Peter Richardson Mark Tyndall Stephen Welch Paul Bisaro Katina Dorton Abbas Hussain David Stetson Wes Wheeler Jon Zinman Mallinckrodt Pharmaceuticals Mallinckrodt UnitedHealthcare Ireland College Business & Technology Park Cruiserath Blanchardstown Dublin 15",
    "entities": [
      "Sigurdur (Siggi) Olafsson",
      "Jason Goodson",
      "Lisa French",
      "Kassie Harrold",
      "Henriette Nielsen",
      "Paul O'Neill",
      "Bryan Reasons",
      "Dr. Peter Richardson",
      "Mark Tyndall",
      "Stephen Welch",
      "Paul Bisaro",
      "Katina Dorton",
      "Abbas Hussain",
      "David Stetson",
      "Wes Wheeler",
      "Jon Zinman",
      "Mallinckrodt Pharmaceuticals",
      "Mallinckrodt",
      "UnitedHealthcare",
      "Ireland",
      "College Business & Technology Park",
      "Cruiserath",
      "Blanchardstown",
      "Dublin 15"
    ],
    "doj_url": "https://www.justice.gov/usao-edpa/pr/united-states-attorney-mcswain-announces-2019-affirmative-civil-enforcement",
    "doj_title": "United States Attorney McSwain Announces 2019 Affirmative Civil Enforcement Achievements and Ongoing 2020 Efforts Resulting in Recoveries of Over $260 Million"
  },
  {
    "url": "https://www.urmc.rochester.edu/anesthesiology/our-team",
    "title": "University of Rochester Medical Center Rochester, NY",
    "content": "Akhtar, Wasim Akkerman, Albert Ambrosini, W. Neil Anand, Vaibhav Antonitto, Lori Basler, Stephen Borovcanin, Zana Breneman, Stephen Bresler, Matthew Brookes, Paul Burr, Andrew Carinci, Adam Chandrasekar, Eeshwar Chang, Francis Chen, Marcia Cheng, Kenneth Chhibber, Ashwani Choi, Hyung Clark, Nathan Clifford, Hugo Curle, Alan Dailor, Ellen Davis, Michael Dooley, Joseph Dotson, Eric Dworkin, Robert Eaton, Michael Ellis, Diana E. Feng, Changyong Finkelstein, Steven France, Fallon Francisco, David Franckowiak, Melissa Fugate, Thomas Galton, Christopher Garg, Mohit Gewandter, Jennifer Glance, Laurent Gloff, Marjorie Goettelman, Michael Gomes, Jerald Grimes, David Gu, Yang Gundy, Joseph T. Hammer, Charles Hanau, Stuart Hans, Anthony Harmon, Brett A. Hays, Stephen R. Hipp, Michael Ibrar, Sajjad Ikpot, Imoh Jaradat, Tariq Ji, Kyung Jiang, Tianyu Johnson, Jonathan Johnson-Voll, Gail Kaltsas, Effie Karan, Suzanne Kaufman, David Kent, Joel Khan, Ahmed Khan, Asif Kime, Courtney Koh, Albert Kolano, Jeffrey Kralovic, Sarah Kreso, Melissa Kundu, Anjana Lam, Christine Lander, Heather Langford, Dale Latten, Bethany Lebow, Brandon Lustik, Stewart Lyons, David Macpherson, Jennifer Mancuso, Mark Majeed, Zahraa Mayer, Marie McCrumb, Fred Meselhy, Ehab Mitchell, Kaitlyn Mohn, Jonathan Mrad, Ismat Munda, Ticha Nadler, Jacob Nadtochiy, Sergiy Oppong, Francis Panda, Kunal Papadakos, Peter Perez, Emmanuel Philip, Annie Pisharoty, Anil Poli, Joseph Porterfield, Wade Prairie, Lyle Pranaat, Robert Pyne, Sonia Reynolds, Nicholas Riche, Jennifer Roberts, William Sabnis, Lata Scott, Michael Schroeder, John Shapiro, Janine Singal, Amit Smith, Daryl Stahl, Rachel Stern, David Sweeney, Dawn Szalados, James Taghizadeh, Panthea Tainsh, Robert Thakur, Rajbala Timmerman, Tia Trojan, Christopher Turinsky, George Upadhyay, Aditya Vadney, Mark E. Valleriano, Michael Van Orden, Zoe Vargo, Trevor Velasco, Alberto Vitu, Chelsea Vogt, Alison Vornovitsky, Olga Ward, Denham Waris, James Werner, Sheldon Werth, Christopher White, Shante Williams, Mark Wissler, Richard Wojtovich, Andrew Wong, Jan Wright, Noah Wu, Isaac Wyrobek, Julie Yin, Susan Yong, Daniel Yoon, James J. Yung, Arvid Zhang, Lena Zhang, Qi Zollo, Raymond Alison Henry Geneva Modrak Corrin Whitney David Griffin Aaron Acello Muhammed Ahmic Safet Ahmic Colleen Bedford Sarah Biondolillo Leah Bliek Ron Blum Whitney Booth Klariza Buda Andrew Burns Heather Byam David Campnell Polina Cherpel John Clark Cathy Cleveland James Cody Jeffrey Cowden Laurie Dennstedt Sandy Ferri Mark Fortygin Beth Guffey David Hedman Kara Hedman Cheryl Johnson Julie Jones Odessi Junor Nicole Keenan Alison Kinslow Katelynn Kreuter Mark Kucharski Anna Kwaizer Andrew La Placa Carrie Mann Mark Maier Allison McIntyre Sydney McLaughlin Lauren Mesi Debbie Metzger Jason Miller Charles Neering Patricia Norton Cassandra Orlando Rebecca Palmer John Palmeri Diane Powe-Cronin Kelsey Rankin Michael Rutledge Kevin Schmitz Brent Sharp Talia Sheakoski Tiffany Smith Peter Steele Carrie Stein Lisa Wahler s Brooke Walker Fallon France, MD Thomas Frauenhofer, DO Haseeb Khan, MD Tianyu Jiang, DO Michael Pazzol, DO Giovanni Ramirez-Arroyo, MD Daniel Rubinger, MD Matthew Engel Britney Weisbeck Jaime Ciavarri Martha Dake Catherine Ercolamento Destiney Fraguada, DHA Renee Hess Teresa Jech Karen Mackay, MBA John Marcheshane Joel Matison Rena Gresh, C-TAGME Kathy Natkin Tammy Ortiz Pennella-Vaughan, Janet Teresa Rios Becca Scanlon Tara Shea Kathleen Thompson Summer Wills Michael J. Scott, M.B., Ch.B. Stewart J. Lustik, M.D., M.B.A Zahraa Majeed, M.B.Ch.B, M.S Laurent G. Glance, M.D. Matthew Lewis Bresler, MD, MBA URMC University of Rochester Center for Community Health & Prevention Monroe County Community Health Improvement Plan UR Medicine Anesthesiology Center for Perioperative Medicine Pain Treatment Center Anesthesiology Residency Rochester, NY",
    "entities": [
      "Akhtar, Wasim",
      "Akkerman, Albert",
      "Ambrosini, W. Neil",
      "Anand, Vaibhav",
      "Antonitto, Lori",
      "Basler, Stephen",
      "Borovcanin, Zana",
      "Breneman, Stephen",
      "Bresler, Matthew",
      "Brookes, Paul",
      "Burr, Andrew",
      "Carinci, Adam",
      "Chandrasekar, Eeshwar",
      "Chang, Francis",
      "Chen, Marcia",
      "Cheng, Kenneth",
      "Chhibber, Ashwani",
      "Choi, Hyung",
      "Clark, Nathan",
      "Clifford, Hugo",
      "Curle, Alan",
      "Dailor, Ellen",
      "Davis, Michael",
      "Dooley, Joseph",
      "Dotson, Eric",
      "Dworkin, Robert",
      "Eaton, Michael",
      "Ellis, Diana E.",
      "Feng, Changyong",
      "Finkelstein, Steven",
      "France, Fallon",
      "Francisco, David",
      "Franckowiak, Melissa",
      "Fugate, Thomas",
      "Galton, Christopher",
      "Garg, Mohit",
      "Gewandter, Jennifer",
      "Glance, Laurent",
      "Gloff, Marjorie",
      "Goettelman, Michael",
      "Gomes, Jerald",
      "Grimes, David",
      "Gu, Yang",
      "Gundy, Joseph T.",
      "Hammer, Charles",
      "Hanau, Stuart",
      "Hans, Anthony",
      "Harmon, Brett A.",
      "Hays, Stephen R.",
      "Hipp, Michael",
      "Ibrar, Sajjad",
      "Ikpot, Imoh",
      "Jaradat, Tariq",
      "Ji, Kyung",
      "Jiang, Tianyu",
      "Johnson, Jonathan",
      "Johnson-Voll, Gail",
      "Kaltsas, Effie",
      "Karan, Suzanne",
      "Kaufman, David",
      "Kent, Joel",
      "Khan, Ahmed",
      "Khan, Asif",
      "Kime, Courtney",
      "Koh, Albert",
      "Kolano, Jeffrey",
      "Kralovic, Sarah",
      "Kreso, Melissa",
      "Kundu, Anjana",
      "Lam, Christine",
      "Lander, Heather",
      "Langford, Dale",
      "Latten, Bethany",
      "Lebow, Brandon",
      "Lustik, Stewart",
      "Lyons, David",
      "Macpherson, Jennifer",
      "Mancuso, Mark",
      "Majeed, Zahraa",
      "Mayer, Marie",
      "McCrumb, Fred",
      "Meselhy, Ehab",
      "Mitchell, Kaitlyn",
      "Mohn, Jonathan",
      "Mrad, Ismat",
      "Munda, Ticha",
      "Nadler, Jacob",
      "Nadtochiy, Sergiy",
      "Oppong, Francis",
      "Panda, Kunal",
      "Papadakos, Peter",
      "Perez, Emmanuel",
      "Philip, Annie",
      "Pisharoty, Anil",
      "Poli, Joseph",
      "Porterfield, Wade",
      "Prairie, Lyle",
      "Pranaat, Robert",
      "Pyne, Sonia",
      "Reynolds, Nicholas",
      "Riche, Jennifer",
      "Roberts, William",
      "Sabnis, Lata",
      "Scott, Michael",
      "Schroeder, John",
      "Shapiro, Janine",
      "Singal, Amit",
      "Smith, Daryl",
      "Stahl, Rachel",
      "Stern, David",
      "Sweeney, Dawn",
      "Szalados, James",
      "Taghizadeh, Panthea",
      "Tainsh, Robert",
      "Thakur, Rajbala",
      "Timmerman, Tia",
      "Trojan, Christopher",
      "Turinsky, George",
      "Upadhyay, Aditya",
      "Vadney, Mark E.",
      "Valleriano, Michael",
      "Van Orden, Zoe",
      "Vargo, Trevor",
      "Velasco, Alberto",
      "Vitu, Chelsea",
      "Vogt, Alison",
      "Vornovitsky, Olga",
      "Ward, Denham",
      "Waris, James",
      "Werner, Sheldon",
      "Werth, Christopher",
      "White, Shante",
      "Williams, Mark",
      "Wissler, Richard",
      "Wojtovich, Andrew",
      "Wong, Jan",
      "Wright, Noah",
      "Wu, Isaac",
      "Wyrobek, Julie",
      "Yin, Susan",
      "Yong, Daniel",
      "Yoon, James J.",
      "Yung, Arvid",
      "Zhang, Lena",
      "Zhang, Qi",
      "Zollo, Raymond",
      "Alison Henry",
      "Geneva Modrak",
      "Corrin Whitney",
      "David Griffin",
      "Aaron Acello",
      "Muhammed Ahmic",
      "Safet Ahmic",
      "Colleen Bedford",
      "Sarah Biondolillo",
      "Leah Bliek",
      "Ron Blum",
      "Whitney Booth",
      "Klariza Buda",
      "Andrew Burns",
      "Heather Byam",
      "David Campnell",
      "Polina Cherpel",
      "John Clark",
      "Cathy Cleveland",
      "James Cody",
      "Jeffrey Cowden",
      "Laurie Dennstedt",
      "Sandy Ferri",
      "Mark Fortygin",
      "Beth Guffey",
      "David Hedman",
      "Kara Hedman",
      "Cheryl Johnson",
      "Julie Jones",
      "Odessi Junor",
      "Nicole Keenan",
      "Alison Kinslow",
      "Katelynn Kreuter",
      "Mark Kucharski",
      "Anna Kwaizer",
      "Andrew La Placa",
      "Carrie Mann",
      "Mark Maier",
      "Allison McIntyre",
      "Sydney McLaughlin",
      "Lauren Mesi",
      "Debbie Metzger",
      "Jason Miller",
      "Charles Neering",
      "Patricia Norton",
      "Cassandra Orlando",
      "Rebecca Palmer",
      "John Palmeri",
      "Diane Powe-Cronin",
      "Kelsey Rankin",
      "Michael Rutledge",
      "Kevin Schmitz",
      "Brent Sharp",
      "Talia Sheakoski",
      "Tiffany Smith",
      "Peter Steele",
      "Carrie Stein",
      "Lisa Wahler s",
      "Brooke Walker",
      "Fallon France, MD",
      "Thomas Frauenhofer, DO",
      "Haseeb Khan, MD",
      "Tianyu Jiang, DO",
      "Michael Pazzol, DO",
      "Giovanni Ramirez-Arroyo, MD",
      "Daniel Rubinger, MD",
      "Matthew Engel",
      "Britney Weisbeck",
      "Jaime Ciavarri",
      "Martha Dake",
      "Catherine Ercolamento",
      "Destiney Fraguada, DHA",
      "Renee Hess",
      "Teresa Jech",
      "Karen Mackay, MBA",
      "John Marcheshane",
      "Joel Matison",
      "Rena Gresh, C-TAGME",
      "Kathy Natkin",
      "Tammy Ortiz",
      "Pennella-Vaughan, Janet",
      "Teresa Rios",
      "Becca Scanlon",
      "Tara Shea",
      "Kathleen Thompson",
      "Summer Wills",
      "Michael J. Scott, M.B., Ch.B.",
      "Stewart J. Lustik, M.D., M.B.A",
      "Zahraa Majeed, M.B.Ch.B, M.S",
      "Laurent G. Glance, M.D.",
      "Matthew Lewis Bresler, MD, MBA",
      "URMC",
      "University of Rochester",
      "Center for Community Health & Prevention",
      "Monroe County Community Health Improvement Plan",
      "UR Medicine",
      "Anesthesiology",
      "Center for Perioperative Medicine",
      "Pain Treatment Center",
      "Anesthesiology Residency",
      "Rochester, NY"
    ],
    "doj_url": "https://www.justice.gov/usao-wdny/pr/united-states-attorney-s-office-recovers-over-88000000-fiscal-year-2015-record-amount",
    "doj_title": "United States Attorney’s Office Recovers Over $88,000,000 In Fiscal Year 2015; Record Amount Shared With Local Police Departments"
  },
  {
    "url": "https://sie.gdut.edu.cn/en/faculties/Distinguished_Professors.htm",
    "title": "Guangdong University of Technology",
    "content": "ZHANG Yun WANG Chengyong LI Lijuan LU Renquan CHEN Xiaoru ZHANG Yongkang FU Hui WANG Qimin ZHOU Guoxu CAI Shuting WAN Pin CHENG Lianglun LIU Dongning XIE Guangqiang LIU Feng YUAN Bing MO Zan QI Mingde TANG Genghua HU Fei TANG Xiaoying JIE Xiao GUO Chengjun HAN 31361910 Guangdong University of Technology International Education College State Council Foreign Language Teaching Steering Committee of the Ministry of Education School of International Education School of Electromechanical Engineering School of Automation Experimental Teaching Department School of Computer Science Key Laboratory of Cyber Physical System of Guangdong Province School of Civil and Transportation Engineering Institute of Engineering Mechanics Research & Development Center of SustainableDesign andInnovativeEngineering School of Art and Design School of Marxism GDUT Guangdong ICP Guangdong",
    "entities": [
      "ZHANG Yun",
      "WANG Chengyong",
      "LI Lijuan",
      "LU Renquan",
      "CHEN Xiaoru",
      "ZHANG Yongkang",
      "FU Hui",
      "WANG Qimin",
      "ZHOU Guoxu",
      "CAI Shuting",
      "WAN Pin",
      "CHENG Lianglun",
      "LIU Dongning",
      "XIE Guangqiang",
      "LIU Feng",
      "YUAN Bing",
      "MO Zan",
      "QI Mingde",
      "TANG Genghua",
      "HU Fei",
      "TANG Xiaoying",
      "JIE Xiao",
      "GUO Chengjun",
      "HAN 31361910",
      "Guangdong University of Technology",
      "International Education College",
      "State Council",
      "Foreign Language Teaching Steering Committee of the Ministry of Education",
      "School of International Education",
      "School of Electromechanical Engineering",
      "School of Automation",
      "Experimental Teaching Department",
      "School of Computer Science",
      "Key Laboratory of Cyber Physical System of Guangdong Province",
      "School of Civil and Transportation Engineering",
      "Institute of Engineering Mechanics",
      "Research & Development Center of SustainableDesign andInnovativeEngineering",
      "School of Art and Design",
      "School of Marxism",
      "GDUT",
      "Guangdong ICP",
      "Guangdong"
    ],
    "doj_url": "https://www.justice.gov/usao-sdtx/pr/texas-professor-and-nasa-researcher-arrested-charges-related-china-s-talents-program",
    "doj_title": "Texas professor and NASA researcher arrested on charges related to China’s Talents Program"
  },
  {
    "url": "https://iehpc.gdut.edu.cn/info/1321/2091.htm",
    "title": "Institute of Environmental Health and Pollution Control",
    "content": "Taicheng An Guiying Li Po-keung Wong Xunan Ning Lin Yu Yingxin Yu Yuemeng Ji Jiangyao Chen Wanjun Wang Hongli Liu Yanpeng Gao Meicheng Wen Jianwei Gu Wonyong Choi Zhimin Ao Yan Yang Jukun Xiong Zhishu Liang Jiejing Kong Weina Zhang Zhe Xu Weina Zhao Zhang Weiping Yunlong Guo Qinhao Lin Cairong Luo Yan Feng Tian Xin Institute of Environmental Health and Pollution Control of Guangdong University of Technology Guangdong University of Technology",
    "entities": [
      "Taicheng An",
      "Guiying Li",
      "Po-keung Wong",
      "Xunan Ning",
      "Lin Yu",
      "Yingxin Yu",
      "Yuemeng Ji",
      "Jiangyao Chen",
      "Wanjun Wang",
      "Hongli Liu",
      "Yanpeng Gao",
      "Meicheng Wen",
      "Jianwei Gu",
      "Wonyong Choi",
      "Zhimin Ao",
      "Yan Yang",
      "Jukun Xiong",
      "Zhishu Liang",
      "Jiejing Kong",
      "Weina Zhang",
      "Zhe Xu",
      "Weina Zhao",
      "Zhang Weiping",
      "Yunlong Guo",
      "Qinhao Lin",
      "Cairong Luo",
      "Yan Feng",
      "Tian Xin",
      "Institute of Environmental Health and Pollution Control of Guangdong University of Technology",
      "Guangdong University of Technology"
    ],
    "doj_url": "https://www.justice.gov/usao-sdtx/pr/texas-professor-and-nasa-researcher-arrested-charges-related-china-s-talents-program",
    "doj_title": "Texas professor and NASA researcher arrested on charges related to China’s Talents Program"
  },
  {
    "url": "https://mabe.utk.edu/people/anming-hu/",
    "title": "Anming Hu -- The University of Tennessee Knoxville",
    "content": "Anming Hu D. Bridges David Fieser J. Santiago Y. Yu P. Joshi S. Zhang Y. Li A. Frederick Y. Wang L. Allard Jr M. Koehler S. Shin Z. Feng L. Zhang M. Bhandari S. Bai Y. Hu K. Obata K. Sugioka B. Nielsen R. Xu L. Tao S. Lei X. Zhao X. Yu MBC Jun HE Joe YL Yo YC Shin Y. Deng M. A. AlHasan RZ Li Q. Su J. Han M. Wu C.Zheng S. Luo X. Cheng G. Feng Z. Wu G. Compaganini J. Pooran J. Janczak-Rusch T. Sano A. Fredrick M. Eller P. McGinn MA Hansan YC Lim J. Wu S. Xue C. Hill H. Li B. Xu Y. Du C. Wang S. Bai T. Zhang T. Chen H. Qi M. Zhao H. Liang Z. huang J. Wang Y. Lu J. Zhang Y. Liu X. Liu A. Mikkineni S. Killough T. Kurugnti Allen Apblett University of Tennessee, Knoxville Mechanical, Aerospace and Biomedical Engineering Institute of Laser Engineering Beijing University of Technology School of Engineering and Applied Science Harvard University University of Waterloo NMJ ASM LIA IIW ASME International Conference on Nano-Micro Joining Nano-Micro Joining Association NSF-Graduate Student Research Scholarship Program American Society of Materials Oak Ridge Institute for Science and Education ORNL/UT Joint Faculty Tickle College of Engineering Knoxville, Tennessee",
    "entities": [
      "Anming Hu",
      "D. Bridges",
      "David Fieser",
      "J. Santiago",
      "Y. Yu",
      "P. Joshi",
      "S. Zhang",
      "Y. Li",
      "A. Frederick",
      "Y. Wang",
      "L. Allard Jr",
      "M. Koehler",
      "S. Shin",
      "Z. Feng",
      "L. Zhang",
      "M. Bhandari",
      "S. Bai",
      "Y. Hu",
      "K. Obata",
      "K. Sugioka",
      "B. Nielsen",
      "R. Xu",
      "L. Tao",
      "S. Lei",
      "X. Zhao",
      "X. Yu",
      "MBC Jun",
      "HE Joe",
      "YL Yo",
      "YC Shin",
      "Y. Deng",
      "M. A. AlHasan",
      "RZ Li",
      "Q. Su",
      "J. Han",
      "M. Wu",
      "C.Zheng",
      "S. Luo",
      "X. Cheng",
      "G. Feng",
      "Z. Wu",
      "G. Compaganini",
      "J. Pooran",
      "J. Janczak-Rusch",
      "T. Sano",
      "A. Fredrick",
      "M. Eller",
      "P. McGinn",
      "MA Hansan",
      "YC Lim",
      "J. Wu",
      "S. Xue",
      "C. Hill",
      "H. Li",
      "B. Xu",
      "Y. Du",
      "C. Wang",
      "S. Bai",
      "T. Zhang",
      "T. Chen",
      "H. Qi",
      "M. Zhao",
      "H. Liang",
      "Z. huang",
      "J. Wang",
      "Y. Lu",
      "J. Zhang",
      "Y. Liu",
      "X. Liu",
      "A. Mikkineni",
      "S. Killough",
      "T. Kurugnti",
      "Allen Apblett",
      "University of Tennessee, Knoxville",
      "Mechanical, Aerospace and Biomedical Engineering",
      "Institute of Laser Engineering",
      "Beijing University of Technology",
      "School of Engineering and Applied Science",
      "Harvard University",
      "University of Waterloo",
      "NMJ",
      "ASM",
      "LIA",
      "IIW",
      "ASME",
      "International Conference on Nano-Micro Joining",
      "Nano-Micro Joining Association",
      "NSF-Graduate Student Research Scholarship Program",
      "American Society of Materials",
      "Oak Ridge Institute for Science and Education",
      "ORNL/UT Joint Faculty",
      "Tickle College of Engineering",
      "Knoxville, Tennessee"
    ],
    "doj_url": "https://www.justice.gov/usao-edtn/pr/researcher-university-tennessee-arrested-wire-fraud-and-making-false-statements-about",
    "doj_title": "Researcher At University Of Tennessee Arrested For Wire Fraud And Making False Statements About Affiliation With A Chinese University"
  },
  {
    "url": "https://my.clevelandclinic.org/about/overview/leadership/executive",
    "title": "Cleveland Clinic Leadership",
    "content": "Tom Mihaljevic Rohit Chandra James Cotelingam Conor Delaney Serpil Erzurum Tommaso Falcone Georges-Pascal Haber Kelly Hancock Vickie Johnson Dennis L. Laraway Robert Lorenz Jorge Guzman Bill Peacock Beri Ridgeway Deborah Gordon Lisa Yerian Alex Adjei Lars Svensson Bartolome Burguera Miguel Regueiro James Gutierrez Patrick Byrne Raed Dweik Andre Machado Brian Rubin Rita Pappas Scott Steele Brian Harte Timothy Crone Cody Turner Richard Shewbridge Richard Parker Thomas J. Rogers Margaret McKenzie Teresa Dews Doug Kohler Arun Gupta Neil Smith Rebecca Starck Timothy Barnett Kris Bennett David Cato Joseph Iannotti Sarah Vogler Sonya Pease Richard Rothman F. Scott Ross Rishi Singh Chirag Choudhary Jamanda Haddock Mike Kessel Dylan Wint Matthew Donnelly Corinne Ehretsman Meredith Foxx Sarah Hatchett Lara Kalafatis Renee Kolonick Paul Matsen Steve Shook Stefan Strein Emily Williams Andrea Zwischenberger Cleveland Clinic Cole Eye Cleveland Clinic Abu Dhabi Cleveland Clinic London Cleveland Clinic Canada Cleveland Clinic Lou Ruvo Center for Brain Health Cancer Institute Heart, Vascular & Thoracic Institute Medical Specialty Institute Digestive Disease Institute Primary Care Institute Integrated Surgical Institute Integrated Hospital Care Institute Neurological Institute Diagnostics Institute Children's Institute Obstetrics & Gynecology Institute Philanthropy Institute Cleveland E. 100th Street Florida Northeast Ohio South Submarket Akron General Mercy Hospital Medina Hospital Union Hospital East Submarket Hillcrest Mentor Hospitals Marymount South Pointe Hospitals Euclid Hospital West Submarket Fairview Hospital Avon Hospital Lutheran Hospital Indian River Hospital Weston Hospital Martin North and South Hospitals Cleveland Clinic Tradition Hospital Abu Dhabi Canada Nevada 9500 Euclid Avenue, Cleveland, Ohio 44195",
    "entities": [
      "Tom Mihaljevic",
      "Rohit Chandra",
      "James Cotelingam",
      "Conor Delaney",
      "Serpil Erzurum",
      "Tommaso Falcone",
      "Georges-Pascal Haber",
      "Kelly Hancock",
      "Vickie Johnson",
      "Dennis L. Laraway",
      "Robert Lorenz",
      "Jorge Guzman",
      "Bill Peacock",
      "Beri Ridgeway",
      "Deborah Gordon",
      "Lisa Yerian",
      "Alex Adjei",
      "Lars Svensson",
      "Bartolome Burguera",
      "Miguel Regueiro",
      "James Gutierrez",
      "Patrick Byrne",
      "Raed Dweik",
      "Andre Machado",
      "Brian Rubin",
      "Rita Pappas",
      "Scott Steele",
      "Brian Harte",
      "Timothy Crone",
      "Cody Turner",
      "Richard Shewbridge",
      "Richard Parker",
      "Thomas J. Rogers",
      "Margaret McKenzie",
      "Teresa Dews",
      "Doug Kohler",
      "Arun Gupta",
      "Neil Smith",
      "Rebecca Starck",
      "Timothy Barnett",
      "Kris Bennett",
      "David Cato",
      "Joseph Iannotti",
      "Sarah Vogler",
      "Sonya Pease",
      "Richard Rothman",
      "F. Scott Ross",
      "Rishi Singh",
      "Chirag Choudhary",
      "Jamanda Haddock",
      "Mike Kessel",
      "Dylan Wint",
      "Matthew Donnelly",
      "Corinne Ehretsman",
      "Meredith Foxx",
      "Sarah Hatchett",
      "Lara Kalafatis",
      "Renee Kolonick",
      "Paul Matsen",
      "Steve Shook",
      "Stefan Strein",
      "Emily Williams",
      "Andrea Zwischenberger",
      "Cleveland Clinic",
      "Cole Eye",
      "Cleveland Clinic Abu Dhabi",
      "Cleveland Clinic London",
      "Cleveland Clinic Canada",
      "Cleveland Clinic Lou Ruvo Center for Brain Health",
      "Cancer Institute",
      "Heart, Vascular & Thoracic Institute",
      "Medical Specialty Institute",
      "Digestive Disease Institute",
      "Primary Care Institute",
      "Integrated Surgical Institute",
      "Integrated Hospital Care Institute",
      "Neurological Institute",
      "Diagnostics Institute",
      "Children's Institute",
      "Obstetrics & Gynecology Institute",
      "Philanthropy Institute",
      "Cleveland",
      "E. 100th Street",
      "Florida",
      "Northeast Ohio",
      "South Submarket",
      "Akron General",
      "Mercy Hospital",
      "Medina Hospital",
      "Union Hospital",
      "East Submarket",
      "Hillcrest",
      "Mentor Hospitals",
      "Marymount",
      "South Pointe Hospitals",
      "Euclid Hospital",
      "West Submarket",
      "Fairview Hospital",
      "Avon Hospital",
      "Lutheran Hospital",
      "Indian River Hospital",
      "Weston Hospital",
      "Martin North and South Hospitals",
      "Cleveland Clinic Tradition Hospital",
      "Abu Dhabi",
      "Canada",
      "Nevada",
      "9500 Euclid Avenue, Cleveland, Ohio 44195"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/former-cleveland-clinic-employee-and-chinese-thousand-talents-participant-arrested-wire-fraud",
    "doj_title": "Former Cleveland Clinic Employee and Chinese “Thousand Talents” Participant Arrested for Wire Fraud"
  },
  {
    "url": "https://universityfurnishings.com/about-us/meet-the-team/",
    "title": "University Furnishings",
    "content": "Paul Dougan Lisa Dillon James Garner Alan Fang Tony Ferguson Breanna Kustes Jonathan Ipsen Kevin Morrison Rick Carbon Greg Nichols Sam Smith Cristina Zachary Nicholas Obeholtzer Buddy Sample Nick Johns Bennett Waits Jesus Velazquez Kevin Meadows Donna Sheffield Darla Henry Melissa Styles Tricia Smith Ilana Golomb Dakota Mason Keith Cooper Leo Klisch Robin Wiley Jan Hardemon Ana Hampton James Braley Deshantel Timperanza Morganne Hydrick Rachel Maldonado Anjanappa Kavitha Geoff Jackson University Furnishings TLC The Living Company Dallas Ho Chi Minh City, VNM",
    "entities": [
      "Paul Dougan",
      "Lisa Dillon",
      "James Garner",
      "Alan Fang",
      "Tony Ferguson",
      "Breanna Kustes",
      "Jonathan Ipsen",
      "Kevin Morrison",
      "Rick Carbon",
      "Greg Nichols",
      "Sam Smith",
      "Cristina Zachary",
      "Nicholas Obeholtzer",
      "Buddy Sample",
      "Nick Johns",
      "Bennett Waits",
      "Jesus Velazquez",
      "Kevin Meadows",
      "Donna Sheffield",
      "Darla Henry",
      "Melissa Styles",
      "Tricia Smith",
      "Ilana Golomb",
      "Dakota Mason",
      "Keith Cooper",
      "Leo Klisch",
      "Robin Wiley",
      "Jan Hardemon",
      "Ana Hampton",
      "James Braley",
      "Deshantel Timperanza",
      "Morganne Hydrick",
      "Rachel Maldonado",
      "Anjanappa Kavitha",
      "Geoff Jackson",
      "University Furnishings",
      "TLC",
      "The Living Company",
      "Dallas",
      "Ho Chi Minh City, VNM"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/texas-based-importers-agree-pay-15-million-settle-false-claims-act-suit-alleged-evasion",
    "doj_title": "Texas-Based Importers Agree to Pay $15 Million to Settle False Claims Act Suit for Alleged Evasion of Customs Duties"
  },
  {
    "url": "http://english.ipe.cas.cn/Scientists/VisitingScientists/202103/t20210318_265547.html",
    "title": "John Crittenden Chinese Academy of Sciences",
    "content": "John C. Crittenden Brook Byers Institute of Process Engineering 中文CAS Georgia Tech National Academy of Engineering Environment Protection Agencies National Science Foundation Environmental Science & Technology journal AEESP ASCE American Institute of Chemical Engineers AIChE National Center for Clean Industrial and Treatment Technologies US Environmental Protection prevention Agency Chinese Academy of Sciences USA Beijing Zhongguancun Haidian District PR China",
    "entities": [
      "John C. Crittenden",
      "Brook Byers",
      "Institute of Process Engineering",
      "中文CAS",
      "Georgia Tech",
      "National Academy of Engineering",
      "Environment Protection Agencies",
      "National Science Foundation",
      "Environmental Science & Technology journal",
      "AEESP",
      "ASCE",
      "American Institute of Chemical Engineers",
      "AIChE",
      "National Center for Clean Industrial and Treatment Technologies",
      "US Environmental Protection prevention Agency",
      "Chinese Academy of Sciences"
    ],
    "doj_url": "https://www.justice.gov/usao-ndga/pr/georgia-tech-professor-pleads-guilty-tax-fraud",
    "doj_title": "Georgia Tech professor pleads guilty to tax fraud"
  },
  {
    "url": "https://volopedia.lib.utk.edu/entries/j-reece-roth/",
    "title": "J. Reece Roth -- The University of Tennessee",
    "content": "Roth, J. Reece John Reece Roth Daniel Sherman Betsey B. Creekmore Volopedia University of Tennessee Libraries University Libraries Atmospheric Glow Technology Inc. People’s Republic of China US Supreme Court Federal Correctional Institution University of Tennessee Office of Research UT Libraries University of Tennessee Press Longleaf Services Betsey B. Creekmore Special Collections and University Archives The University of Tennessee University of Tennessee System Tennessee Transfer Pathway Knoxville Ashland, Kentucky China 121 Hodges Library Knoxville, TN 37996 Knoxville, TN 37996",
    "entities": [
      "Roth, J. Reece",
      "John Reece Roth",
      "Daniel Sherman",
      "Betsey B. Creekmore",
      "Volopedia University of Tennessee Libraries",
      "University Libraries",
      "Atmospheric Glow Technology Inc.",
      "US Supreme Court",
      "Federal Correctional Institution",
      "University of Tennessee",
      "Office of Research",
      "UT Libraries",
      "University of Tennessee Press",
      "Longleaf Services",
      "Betsey B. Creekmore Special Collections and University Archives",
      "The University of Tennessee",
      "University of Tennessee System",
      "Tennessee Transfer Pathway"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/retired-university-professor-sentenced-four-years-prison-arms-export-violations-involving",
    "doj_title": "Retired University Professor Sentenced to Four Years in Prison for \r\nArms Export Violations Involving Citizen of China"
  },
  {
    "url": "https://meche.mit.edu/people/faculty/gchen2%40mit.edu",
    "title": "Gang Chen -- MIT",
    "content": "Gang Chen Evelyn Wang Doung Derek Khannarith Carl Richard Soderberg Madge Colloqium Byron Short David Goodwin William Mong Nukiyama Penner Arthur Gould Tasheira K.C. Wong Mingda Li Qichen Song Te-Huan Liu Laureen Meroueh Gerald Mahan M. S. Dresselhaus Yanfei Xu Xiaoxue Wang Jiawei Zhou Bai Song Jiang Zhang James Loomis Jianjian Wang Hadi Ghasemi Xiaopeng Huang Xiaobo Li S. Huberman R. A. Duncan K. Chen V. Chiloyan Z. Ding A.A. Maznev K. A. Nelson J.W. Zhou B.L. Liao S. Huberman K. Esfarjani O. Ilic P. Bermel J. D. Joannopoulos I. Celanovic M. Soljačić G. Ni S.V. Boriskina H.X. Li W.L. Yang T.J. Zhang Cheng-Gong Han Xin Qian Qikai Li Biao Deng Yongbin Zhu Zhijia Han Wenqing Zhang Weichao Wang Shien-Ping Feng Weishu Liu Simo Pajovic Yoichiro Tsurimaki Jun Mao Zhifeng Ren Ke Chen Navaneetha K. Ravichandran Qiye Zheng Xi Chen Hwijong Lee Haoran Sun Sheng Li Geethal Amila Gamage Fei Tian Zhiwei Ding Qichen Song Akash Rai Hanlin Wu Pawan Koirala Aaron J. Schmidt Kenji Watanabe Bing Lv Li Shi David G. Cahill Takashi Taniguchi David Broido Hyun D. Shin Qian Xu Alexei A. Maznev Keith A. Nelson Anurag Bajpayee Andrew Jerome Muto John H. Lienhard Borivaje B. Mikic Christine Junior Juergen Koehler Ruiting Zheng Jinwei Gao Kevin Kleinguetl Stephen Josef Kress Michael Fowler Shuo Chen Weishu Liu Hui Wang Hengzhi Wang Bo Yu Seok Woo Lee Yuan Yang Yi Cui MIT Department of Mechanical Engineering National Academy of Sciences American Academy of Arts and Sciences American Association for the Advancement of Science Physics World Top 10 Breakthroughs Clarivate Tsinghua University ETH University of Pennsylvania Society of Engineering Science RPI MANE Northeastern University University of Hong Kong Hong Kong University of Science and Technology Academia Sinica _Heat Transfer Society of Japan Ohio State University ASME Heat Transfer Division American Physical Society Materials Research Society Asian American Scholar Forum NAE Membership Policy Committee Caltech Boston College UT Austin U. Chicago Institute of Molecular Engineering U. Virginia Department of Mechnical Engineering Department of Mechanical Engineering UIUC Duke University Purdue University U. Toronto Mechanical Engineering Department CMU Mechanical Engineering Department University of Connecticut Shanghai University Huanan University of Science and Technology National Academy of Engineering _R&D Guggenheim Foundation Solid-State Solar-Thermal Energy Conversion Center US Department of Energy EFRC Micro/Nano Engineering Area Head Papparlado Micro/Nano Engineering Laboratories _MITEI Seminar Series Materials Research Facility Committee _MTL Processing Review Committee Annual Review of Heat Transfer Nano Energy US-Russia Presidential Bilateral Relation ASME Heat Transfer Division Award Committee Center for Applied Science Nano/Microscale Thermophysical Engineering ASME Nano Institute _Nanoscale Phenomena Committee MIT Service Energy Area head MIT.nano governing board MechE Covid-19 Resources MechE Diversity Statement Asian American Scholar Forum NAE Committee of Membership NAE Peer Committe Journal of Heat Transfer ASME Journal of Optics European Physics Letters Nature Nanotechnology US Patent No. 7,465,871 B2 US Patent No. 8,309,838 US Patent No. 7,508,110 US Patent No. 7,591,913 US Patent No. 7,255,846 US Patent No. 7,586,003 US Patent No. 8,168,879 US Patent No. 8,192,643 US Patent 8,119,007 B2 MIT Case No. 13865 USSN 12/950,504 US Patent No. Patent No. 8,580,100 US patent No. 8865995 US patent No. 8883047 US 9,099,601 US Patent No. 9,076,712 B2 US Patent No. 9,109,846 US Patent No. 9306145 US Patent No. 9459024 US patent No. 9428404 Massachusetts Institute of Technology Cambridge, Massachusetts UNIVERSITY OF CALIFORNIA-BERKELEY Huazhong University of Science and Technology Boston College UT Austin U. Chicago Institute of Molecular Engineering U. Virginia Department of Mechnical Engineering UIUC Duke University Purdue University U. Toronto Mechanical Engineering Department CMU Mechanical Engineering Department University of Connecticut Shanghai University Huanan University of Science and Technology Hubei University of Arts and Science, China Northeastern University University of Hong Kong Hong Kong University of Science and Technology Taiwan Ohio State University Caltech Boston College UT Austin U. Chicago Institute of Molecular Engineering U. Virginia Department of Mechanical Engineering UIUC Duke University Purdue University U. Toronto Mechanical Engineering Department CMU Mechanical Engineering Department University of Connecticut Shanghai University Huanan University of Science and Technology",
    "entities": [
      "Gang Chen",
      "Evelyn Wang",
      "Doung",
      "Derek Khannarith",
      "Carl Richard Soderberg",
      "Madge Colloqium",
      "Byron Short",
      "David Goodwin",
      "William Mong",
      "Nukiyama",
      "Penner",
      "Arthur Gould Tasheira",
      "K.C. Wong",
      "Mingda Li",
      "Qichen Song",
      "Te-Huan Liu",
      "Laureen Meroueh",
      "Gerald Mahan",
      "M. S. Dresselhaus",
      "Yanfei Xu",
      "Xiaoxue Wang",
      "Jiawei Zhou",
      "Bai Song",
      "Jiang Zhang",
      "James Loomis",
      "Jianjian Wang",
      "Hadi Ghasemi",
      "Xiaopeng Huang",
      "Xiaobo Li",
      "S. Huberman",
      "R. A. Duncan",
      "K. Chen",
      "V. Chiloyan",
      "Z. Ding",
      "A.A. Maznev",
      "K. A. Nelson",
      "J.W. Zhou",
      "B.L. Liao",
      "S. Huberman",
      "K. Esfarjani",
      "O. Ilic",
      "P. Bermel",
      "J. D. Joannopoulos",
      "I. Celanovic",
      "M. Soljačić",
      "G. Ni",
      "S.V. Boriskina",
      "H.X. Li",
      "W.L. Yang",
      "T.J. Zhang",
      "Cheng-Gong Han",
      "Xin Qian",
      "Qikai Li",
      "Biao Deng",
      "Yongbin Zhu",
      "Zhijia Han",
      "Wenqing Zhang",
      "Weichao Wang",
      "Shien-Ping Feng",
      "Weishu Liu",
      "Simo Pajovic",
      "Yoichiro Tsurimaki",
      "Jun Mao",
      "Zhifeng Ren",
      "Ke Chen",
      "Navaneetha K. Ravichandran",
      "Qiye Zheng",
      "Xi Chen",
      "Hwijong Lee",
      "Haoran Sun",
      "Sheng Li",
      "Geethal Amila Gamage",
      "Fei Tian",
      "Zhiwei Ding",
      "Qichen Song",
      "Akash Rai",
      "Hanlin Wu",
      "Pawan Koirala",
      "Aaron J. Schmidt",
      "Kenji Watanabe",
      "Bing Lv",
      "Li Shi",
      "David G. Cahill",
      "Takashi Taniguchi",
      "David Broido",
      "Hyun D. Shin",
      "Qian Xu",
      "Alexei A. Maznev",
      "Keith A. Nelson",
      "Anurag Bajpayee",
      "Andrew Jerome Muto",
      "John H. Lienhard",
      "Borivaje B. Mikic",
      "Christine Junior",
      "Juergen Koehler",
      "Ruiting Zheng",
      "Jinwei Gao",
      "Kevin Kleinguetl",
      "Stephen Josef Kress",
      "Michael Fowler",
      "Shuo Chen",
      "Weishu Liu",
      "Hui Wang",
      "Hengzhi Wang",
      "Bo Yu",
      "Seok Woo Lee",
      "Yuan Yang",
      "Yi Cui",
      "MIT Department of Mechanical Engineering",
      "National Academy of Sciences",
      "American Academy of Arts and Sciences",
      "American Association for the Advancement of Science",
      "Physics World Top 10 Breakthroughs",
      "Clarivate",
      "Tsinghua University",
      "ETH",
      "University of Pennsylvania",
      "Society of Engineering Science",
      "RPI MANE",
      "Northeastern University",
      "University of Hong Kong",
      "Hong Kong University of Science and Technology",
      "Academia Sinica",
      "_Heat Transfer Society of Japan",
      "Ohio State University",
      "ASME Heat Transfer Division",
      "American Physical Society",
      "Materials Research Society",
      "Asian American Scholar Forum",
      "NAE Membership Policy Committee",
      "Caltech",
      "Boston College",
      "UT Austin",
      "U. Chicago",
      "Institute of Molecular Engineering",
      "U. Virginia",
      "Department of Mechnical Engineering",
      "Department of Mechanical Engineering",
      "UIUC",
      "Duke University",
      "Purdue University",
      "U. Toronto Mechanical Engineering Department",
      "CMU Mechanical Engineering Department",
      "University of Connecticut",
      "Shanghai University",
      "Huanan University of Science and Technology",
      "National Academy of Engineering",
      "_R&D",
      "Guggenheim Foundation",
      "Solid-State Solar-Thermal Energy Conversion Center",
      "US Department of Energy EFRC",
      "Micro/Nano Engineering Area Head",
      "Papparlado Micro/Nano Engineering Laboratories",
      "_MITEI Seminar Series",
      "Materials Research Facility Committee",
      "_MTL Processing Review Committee",
      "Annual Review of Heat Transfer",
      "Nano Energy",
      "US-Russia Presidential Bilateral Relation",
      "ASME Heat Transfer Division Award Committee",
      "Center for Applied Science",
      "Nano/Microscale Thermophysical Engineering",
      "ASME Nano Institute",
      "_Nanoscale Phenomena Committee",
      "MIT Service",
      "Energy Area head MIT.nano governing board",
      "MechE Covid-19 Resources",
      "MechE Diversity Statement",
      "Asian American Scholar Forum",
      "NAE Committee of Membership",
      "NAE Peer Committe",
      "Journal of Heat Transfer",
      "ASME",
      "Journal of Optics",
      "European Physics Letters",
      "Nature Nanotechnology",
      "US Patent No. 7,465,871 B2",
      "US Patent No. 8,309,838",
      "US Patent No. 7,508,110",
      "US Patent No. 7,591,913",
      "US Patent No. 7,255,846",
      "US Patent No. 7,586,003",
      "US Patent No. 8,168,879",
      "US Patent No. 8,192,643",
      "US Patent 8,119,007 B2",
      "MIT Case No. 13865",
      "USSN 12/950,504",
      "US Patent No. Patent No. 8,580,100",
      "US patent No. 8865995",
      "US patent No. 8883047",
      "US 9,099,601",
      "US Patent No. 9,076,712 B2",
      "US Patent No. 9,109,846",
      "US Patent No. 9306145",
      "US Patent No. 9459024",
      "US patent No. 9428404",
      "Massachusetts Institute of Technology",
      "Cambridge, Massachusetts",
      "UNIVERSITY OF CALIFORNIA-BERKELEY",
      "Huazhong University of Science and Technology",
      "Boston College",
      "UT Austin",
      "U. Chicago",
      "Institute of Molecular Engineering",
      "U. Virginia",
      "Department of Mechnical Engineering",
      "UIUC",
      "Duke University",
      "Purdue University",
      "U. Toronto Mechanical Engineering Department",
      "CMU Mechanical Engineering Department",
      "University of Connecticut",
      "Shanghai University",
      "Huanan University of Science and Technology",
      "Hubei University of Arts and Science, China",
      "Northeastern University",
      "University of Hong Kong",
      "Hong Kong University of Science and Technology",
      "Taiwan",
      "Ohio State University",
      "Caltech",
      "Boston College",
      "UT Austin",
      "U. Chicago",
      "Institute of Molecular Engineering",
      "U. Virginia",
      "Department of Mechanical Engineering",
      "UIUC",
      "Duke University",
      "Purdue University",
      "U. Toronto Mechanical Engineering Department",
      "CMU Mechanical Engineering Department",
      "University of Connecticut",
      "Shanghai University",
      "Huanan University of Science and Technology"
    ],
    "doj_url": "https://www.justice.gov/usao-ma/pr/mit-professor-arrested-and-charged-grant-fraud",
    "doj_title": "MIT Professor Arrested and Charged with Grant Fraud"
  },
  {
    "url": "https://www.vai.org/about/leadership/",
    "title": "Van Andel Institute Leadership",
    "content": "David Van Andel Peter A. Jones Timothy Myers Terra Tarango Thomas R. Curran, Jr. Sam Pinto Craig Reynolds Eric C. Swindell Linda Zarzecki Van Andel Institute VAI Van Andel Institute Graduate School Purple Community Grand Rapids, MI",
    "entities": [
      "David Van Andel",
      "Peter A. Jones",
      "Timothy Myers",
      "Terra Tarango",
      "Thomas R. Curran, Jr.",
      "Sam Pinto",
      "Craig Reynolds",
      "Eric C. Swindell",
      "Linda Zarzecki",
      "Van Andel Institute",
      "VAI",
      "Van Andel Institute Graduate School",
      "Purple Community",
      "Grand Rapids, MI"
    ],
    "doj_url": "https://www.justice.gov/usao-wdmi/pr/2021_0901_Van_Andel_Research_Institute_Settlement",
    "doj_title": "Department Of Justice Reaches Million-Dollar Settlement With Van Andel Research Institute To Resolve Allegations Of  Undisclosed Foreign Ties To Nih Grants"
  },
  {
    "url": "https://www.slb.com/about/who-we-are/executive-management",
    "title": "SLB Executive Management",
    "content": "Olivier Le Peuch Stephane Biguet Dianne Ralston Khaled Al Mogharbel Carmen Rando Béjar Demosthenis Pafitis Abdellah Merad Gavin Rennick Rakesh Jaggi SLB TechnipFMC FMC Technologies Cameron Group Schlumberger Completions Schlumberger Information Solutions NAL Production Production Group SLB New Energy Software Integrated Solutions Cameron International Drilling & Measurements Saudi Arabia Kuwait Bahrain North Africa Australia New Zealand Papua New Guinea",
    "entities": [
      "Olivier Le Peuch",
      "Stephane Biguet",
      "Dianne Ralston",
      "Khaled Al Mogharbel",
      "Carmen Rando Béjar",
      "Demosthenis Pafitis",
      "Abdellah Merad",
      "Gavin Rennick",
      "Rakesh Jaggi",
      "SLB",
      "TechnipFMC",
      "FMC Technologies",
      "Cameron Group",
      "Schlumberger Completions",
      "Schlumberger Information Solutions",
      "NAL Production",
      "Production Group",
      "SLB New Energy",
      "Software Integrated Solutions",
      "Cameron International",
      "Drilling & Measurements",
      "Saudi Arabia",
      "Kuwait",
      "Bahrain",
      "North Africa",
      "Australia",
      "New Zealand",
      "Papua New Guinea"
    ],
    "doj_url": "https://www.justice.gov/usao-dc/pr/acting-united-states-attorney-vincent-h-cohen-jr-step-down",
    "doj_title": "Acting United States Attorney Vincent H. Cohen, Jr. to Step Down"
  },
  {
    "url": "https://www.pfizer.com/about/people/executives",
    "title": "Pfizer Executives",
    "content": "Dr. Albert Bourla Sally Susman Payal Sahni Becher Mike McDermott Aamir Malik Doug Lankler Lindsay Havern Alexandre de Germay Lidia Fonseca Dave Denton Chris Boshoff Andrew Baum Emile Pfizer Charles Pfizer Charles Erhart John Anderson James Currie Jasper Kane William H. Erhart Richard Pasternack John L. Smith John 'Jack' Powers, Jr. John J. Powers, Jr. John McKeen Edmund T. Pratt, Jr. Gerald D. Laubauch William C. Steere, Jr. Henry A. McKinnell, Jr. Jeffrey B. Kindler Hank McKinnell Ian Read Pfizer Charles Pfizer & Company The Pfizer Board Forbes Warner-Lambert KKR (Kohlberg Kravis Roberts & Co. L.P.) Zoetis™ Inc Baxter International Inc. Hospira Watson Health IBM Watson for Drug Discovery Corning Incorporated Corning Valor™ Glass Merck Arena Pharmaceuticals ReViral Biohaven Pharmaceutical Holding Company Ltd. Global Blood Therapeutics, Inc. Brooklyn, NY 81 Maiden Lane in Manhattan Chicago, Illinois New Jersey Newport, Rhode Island Belgium Brazil Canada Cuba England Mexico Panama Puerto Rico Terre Haute, Indiana Japan Mexico Italy Turkey Groton, Connecticut midtown Manhattan Dalian, China Orth, Austria Kampala, Uganda South Africa Bangladesh United States Europe India (Claris Lifesciences Ltd. and Aurobindo Pharma Ltd.)",
    "entities": [
      "Dr. Albert Bourla",
      "Sally Susman",
      "Payal Sahni Becher",
      "Mike McDermott",
      "Aamir Malik",
      "Doug Lankler",
      "Lindsay Havern",
      "Alexandre de Germay",
      "Lidia Fonseca",
      "Dave Denton",
      "Chris Boshoff",
      "Andrew Baum",
      "Emile Pfizer",
      "Charles Pfizer",
      "Charles Erhart",
      "John Anderson",
      "James Currie",
      "Jasper Kane",
      "William H. Erhart",
      "Richard Pasternack",
      "John L. Smith",
      "John 'Jack' Powers, Jr.",
      "John J. Powers, Jr.",
      "John McKeen",
      "Edmund T. Pratt, Jr.",
      "Gerald D. Laubauch",
      "William C. Steere, Jr.",
      "Henry A. McKinnell, Jr.",
      "Jeffrey B. Kindler",
      "Hank McKinnell",
      "Ian Read",
      "Pfizer",
      "Charles Pfizer & Company",
      "The Pfizer Board",
      "Forbes",
      "Warner-Lambert",
      "KKR (Kohlberg Kravis Roberts & Co. L.P.)",
      "Zoetis™ Inc",
      "Baxter International Inc.",
      "Hospira",
      "Watson Health",
      "IBM Watson for Drug Discovery",
      "Corning Incorporated",
      "Corning Valor™ Glass",
      "Merck",
      "Arena Pharmaceuticals",
      "ReViral",
      "Biohaven Pharmaceutical Holding Company Ltd.",
      "Global Blood Therapeutics, Inc.",
      "India (Claris Lifesciences Ltd. and Aurobindo Pharma Ltd.)"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/attorney-general-holder-recognizes-doj-employees-and-others-their-service-annual-awards",
    "doj_title": "Attorney General Holder Recognizes DOJ Employees and Others for Their Service at Annual Awards Ceremony"
  },
  {
    "url": "https://www.labcorp.com/about/our-story/leadership",
    "title": "Labcorp Leadership",
    "content": "Adam Schechter Amy Summy Anita Graham Brian Caveney Julia Wang Glenn A. Eisenberg Lance Berberian Bola Oyegunwa Mark Schroeder Megan Bailey Sandy van der Vaart Kerrii B. Anderson Jeffrey A. Davis D. Gary Gilliland Kirsten Kliphouse Garheng Kong Peter M. Neupert Richelle P. Parham Paul B. Rothman Kathryn E. Wengel Labcorp Early Development Research Laboratories Central Laboratories International",
    "entities": [
      "Adam Schechter",
      "Amy Summy",
      "Anita Graham",
      "Brian Caveney",
      "Julia Wang",
      "Glenn A. Eisenberg",
      "Lance Berberian",
      "Bola Oyegunwa",
      "Mark Schroeder",
      "Megan Bailey",
      "Sandy van der Vaart",
      "Kerrii B. Anderson",
      "Jeffrey A. Davis",
      "D. Gary Gilliland",
      "Kirsten Kliphouse",
      "Garheng Kong",
      "Peter M. Neupert",
      "Richelle P. Parham",
      "Paul B. Rothman",
      "Kathryn E. Wengel",
      "Labcorp",
      "Early Development Research Laboratories",
      "Central Laboratories",
      "International"
    ],
    "doj_url": "https://www.justice.gov/opa/pr/two-iranian-men-indicted-deploying-ransomware-extort-hospitals-municipalities-and-public",
    "doj_title": "Two Iranian Men Indicted for Deploying Ransomware to Extort Hospitals, Municipalities, and Public Institutions, Causing Over $30 Million in Losses"
  },
  {
    "url": "https://www.bizapedia.com/ga/international-alliance-on-environmental-protection-and-sustainable-development-inc.html",
    "title": "Bizapedia -- International Alliance on Environmental Protection and Sustainable Development Inc.",
    "content": "Junchen Yan Duo Li John Crittenden Menachem Elimelech Pedro J. J. Alvarez Pedro Alvarez  INTERNATIONAL ALLIANCE ON ENVIRONMENTAL PROTECTION AND SUSTAINABLE DEVELOPMENT INC. Georgia Domestic Non-Profit Corporation Georgia Secretary of State Bizapedia.com Sandy Springs, GA Roswell GA Atlanta GA New Haven CT Houston TX Georgia (GA)",
    "entities": [
      "Junchen Yan",
      "Duo Li",
      "John Crittenden",
      "Menachem Elimelech",
      "Pedro J. J. Alvarez",
      "INTERNATIONAL ALLIANCE ON ENVIRONMENTAL PROTECTION AND SUSTAINABLE DEVELOPMENT INC.",
      "Georgia Domestic Non-Profit Corporation",
      "Georgia Secretary of State",
      "Bizapedia.com",
      "Sandy Springs, GA",
      "Roswell GA",
      "Atlanta GA",
      "New Haven CT",
      "Houston TX",
      "Georgia (GA)"
    ],
    "doj_url": "https://www.justice.gov/usao-ndga/pr/georgia-tech-professor-pleads-guilty-tax-fraud",
    "doj_title": "Georgia Tech professor pleads guilty to tax fraud"
  }
]